{
  "htmlTitle": "Facility History",
  "blocks": [
    {
      "_template": "image",
      "image": "original-core-fridge.png",
      "size": "Large",
      "floated": "Right"
    },
    {
      "_template": "markdown",
      "body": "# Facility History\n\nSince 1960, the College of Earth, Ocean and Atmospheric Sciences (CEOAS) at Oregon State University (OSU) has maintained an active program in Marine Geology, and CEOAS continues to be one of the leading oceanographic institutions involved in exploration, research and the collection of marine samples. To preserve these materials for future research, Drs. Ted C. Moore and LaVerne Kulm in 1971 established the OSU Core Lab, now known as the OSU Marine and Geology Repository.\n\nThe facility began receiving support by the U.S. National Science Foundation (NSF) in 1972 when the laboratory relocated to a building with 4,800 cubic feet (CFT) of refrigerated space for core storage. The OSU Marine and Geology Repository has been funded continuously since 1976 as a national NSF community facility with a mission to archive and distribute geological samples for scientific research and education."
    },
    {
      "_template": "image",
      "image": "first-core-lab.jpg",
      "size": "Large",
      "floated": "Right"
    },
    {
      "_template": "markdown",
      "body": "In 1986, Drs. Alan C. Mix and Martin Fisk assumed management of the facility and since that time the OSU Marine and Geology Repository has undergone several phases of expansion and remodeling. Following the 1990 expansion of refrigerated space, the sediment core collection of the University of Washington was incorporated, and the name changed from the OSU Core Laboratory to the OSU/NORCOR Marine Geology Repository. In 1994, a second major expansion of the facility was completed. The refrigerated space was increased to 30,000 CFT. At that time a laboratory for core description and sample handling was added. In 1995, the first repository web page was launched. In 2002, the rock storage facility was renovated, adding another 5,500 CFT of shelved, interior rock storage and additional covered exterior staging space. In 2003, the facility was renamed the OSU/COAS Marine Geology Repository."
    },
    {
      "_template": "image",
      "image": "nypro-core-lab.jpg",
      "size": "Large",
      "floated": "Right"
    },
    {
      "_template": "markdown",
      "body": "Dr. David Christie replaced Dr. Fisk in 2003 as curator of the rock collection and sampling activities and in 2006 Dr. Christie was replaced by Dr. Robert Duncan. At the end of 2005, Dr. Nicklas Pisias replaced Dr. Mix as the curator responsible for oversight of the sediment core and trap sample collections. This transition established a closer link between the OSU Marine Geology Repository and the OSU Marine Coring Facility (Dr. Pisias, PI) that supports US scientists needing coring expertise aboard UNOLS vessels including the R/V Oceanus, R/V Melville, R/V Revelle, R/V Kilo Moana, R/V Langseth and the USCG icebreaker Healy. The collaboration in particular facilitated the collection of shipboard physical properties data using the containerized multi-sensor track owned by the OSU Marine Geology Repository.\n\nDr. Stoner and Dr. Koppers replaced Drs. Pisias and Duncan in 2010. In 2009 refrigerated space was increased to a total of 41,000 CFT and in 2010 a -11°F, 1,100 CFT freezer was installed for frozen storage of gas hydrate bearing samples donated by the Department of Energy-National Energy and Technology Laboratory (DOE-NETL). In October 2011 COAS merged with the OSU Department of Geosciences to become the new, expanded College of Earth, Ocean and Atmospheric Sciences (CEOAS). At that time, the repository was renamed the OSU Marine and Geology Repository."
    },
    {
      "_template": "image",
      "image": "arf-move.jpg",
      "size": "Large",
      "floated": "Right"
    },
    {
      "_template": "markdown",
      "body": "# Merging Two Historic Collections\n\nThe story of the Antarctic Core Collection’s (ACC) transition from Florida State University (FSU) to Oregon State University (OSU) is one of the largest-scale data rescue efforts in recent history. The ACC is the world’s largest collection of seafloor sediment samples from the Southern Ocean. The collection was officially established in 1963 as the US Antarctic Program took shape. For the next fifty years, the collection grew to represent the scientific discoveries of over one-hundred and twenty research cruises and expeditions around Antarctica. FSU hosted the irreplaceable collection at its Antarctic Research Facility, an iconic lab in the center of campus. In 2016, the university chose not to renew its contract for supporting the facility. Recognizing the value and potential of the collection, the National Science Foundation began a search for another university to host these important samples and enable future research.\n\nIn 2016, OSU Marine and Geology Repository initiated a plan to relocate this historic collection of over eighteen kilometers of core samples from Tallahassee, FL to Corvallis, OR. The project began by planning and constructing a state-of-the-art facility with temperature-controlled space to house the next fifty years of coring expeditions. In the summer of 2018, the ACC was carefully packaged, digitally inventoried, and shipped to OSU in thirteen 53-foot refrigerated semi-trucks over the course of nearly five weeks."
    },
    {
      "_template": "image",
      "image": "nypro-cold-room.jpg",
      "size": "Large",
      "floated": "Right"
    },
    {
      "_template": "markdown",
      "body": "At the time of the move to the new facility, the Marine Geology and Geophysics Collection consisted of over 16,700 meters of marine sediment from over 6,300 core sites, 430 meters of lake sediment from 172 core sites and 1,600 sediment trap samples. The Dredge and Dive Rock Collection contained more than 10,000 rocks from over 500 dredges and includes 528 manganese nodules.  The Antarctic Core Collection contained over 18,500 meters of deep-sea core sediment from 7,370 core sites. Also curated at the OSU-MGR are rock samples from 139 ROV dives sampled by NOAA in marine national monuments of the Pacific Ocean.\n\nThe grand opening of the new facility was held on January 31, 2020. It was the most attended outreach event ever for the College of Earth, Ocean, and Atmospheric Sciences at Oregon State University (276 attendees). The event’s program included a welcome from the co-Directors, then technical talks by three experts who could give historical context to the collections – Nick Pisias, Martin Fisk, and Alan Mix. Attendees then had the opportunity to tour the facility and meet the curators, as well as students who have worked with the collections for their research. The evening finished off with remarks by Provost Ed Feser and a toast by Anthony Koppers."
    }
  ]
}