{
  "htmlTitle": "Fees",
  "blocks": [
    {
      "_template": "markdown",
      "body": "The OSU MGR is funded by NSF to provide curation for marine geological samples. Curation and sample dissemination is therefore a central part of the OSU MGR’s activities. The core lab is equipped with, and has access to a range of equipment that can be used to measure cores. Some of this is included under standard curation practice, others require fees.\n\nTo use our equipment and/or instrumentation listed below, please submit an [Analytical Request](https://osu-mgr.org/analytical-requests).\n\n| **Item:** | **Fee:** |\n| --- | --- |\n| Curation of Samples | No charge for NSF funded projects |\n| Sampling | No charge for NSF funded projects. Though we will request PI’s undertake their own sampling for large requests. |\n| Sending Samples | No charge for ground shipping for NSF funded projects. Expedited, Air, or special shipping will incur costs. |\n| Archival Materials (D-tubes, specialized boxes etc) | At cost/provided by investigator. Please email osu-mgr@oregonstate.edu for details and pricing |\n| Freeze Dryer | $12 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Splitter Saw/Rock Saw | $17 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Split core track GEOTEK XZ (Camera, Magnetic Susceptibility) | $86 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Whole core/split core GEOTEK MSCL-S (MS, GRA, PWave, Resistivity) | $91 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| GEOTEK XYZ Multi-core track (MS, handheld XRF, color spectrophotometry) | $86 per day use with technician oversight. Training and set-up costs may apply – see Technician Time. |\n| ITRAX XRF core scanner (capable of split core and uchannel samples) | $33 per hour of use with technician oversight. Training and set-up costs may apply – see Technician Time. |\n| CT scan performed at OSU College of Veterinary Medicine | $105 per scan. Technician rates may apply. |\n| Technician Time | $93-$161 per hour. $93 per hour is the standard rate for training, set-up, data processing, instrument and technical assistance, database entry, etc. The higher technician rates may apply for CT scan analyses. |\n"
    }
  ]
}