{
  "htmlTitle": "Glacial Sedimentation School 2022",
  "blocks": [
    {
      "_template": "image",
      "link": "",
      "size": "Medium",
      "floated": "Left",
      "image": "PAIS_Students2.jpg"
    },
    {
      "_template": "markdown",
      "body": "# **GLAcial Sedimentation School (GLASS):**\n\n# **Interpreting past climate using Antarctic and Greenland sediment cores**\n\n#### **Dates**: 23–27 May 2022\n\n#### **Location**: Oregon State University Marine and Geology Repository (OSU-MGR), Corvallis, OR, USA\n\n#### **Deadline to apply**: 7 January 2022\n\n## **School Objectives**\n\nIncreased understanding of past ice sheet response to warmer-than-present climates is critical to improve models of future climate warming, ice sheet melt, and sea level rise. More accurate predictions are necessary for policy makers to mitigate future impacts of climate change. Sediment cores collected through scientific drilling and coring campaigns provide the opportunity to ground truth past environmental conditions and associated ice sheet response. Over the last few years there have been a number of polar campaigns to collect cores for this purpose, including several International Ocean Discovery Program (IODP) expeditions to the Antarctic (374: Ross Sea West Antarctic Ice Sheet \\[WAIS\\] History; 379: Amundsen Sea WAIS History; 382: Iceberg Alley; and 383 \\[DYNAPACC\\]), as well as other collaborative projects such as the Thwaites Glacier International Collaboration, SALSA, etc. In late 2022, the IODP drilling vessel _JOIDES Resolution_ will begin operations in the North Atlantic, with Exp. 400 to NW Greenland already scheduled and several other proposals to drill in the Greenland/Arctic region available to schedule in 2023–2024. Additionally, other non-IODP campaigns to Greenland are in progress. Sediment cores collected by these campaigns are crucial to investigate the stability of the Antarctic and Greenland Ice Sheets under past warm environments and to provide analog scenarios for ice retreat and consequent sea level rise due to future climate warming. To help ensure that research results from these sediment cores yield data required to improve climate and ice sheet models, we are hosting a one week glacial sediment core school to provide an introduction to Polar paleoclimate research using such cores. The primary goals of the school are to:\n\n* Train a cohort of young scientists to interpret the stratigraphy of polar marine sediment cores in the context of ice, climate, and source-to-sink processes to improve our understanding of past and future ice sheets in Greenland and Antarctica.\n* Prepare young scientists for upcoming Greenland and Antarctic expeditions and for their future research.\n* Cultivate the wider polar marine sediments community.\n\n## **School Schedule**\n\nMornings (Monday–Thursday) will include lectures and an exercise targeted to a daily theme, with afternoons dedicated to hands-on activities in the Marine and Geology Repository. School participants will be divided into \\~5 groups and assigned a set of cores. Each day they will collect a different dataset on their cores, rotating through 4 laboratories by the end of the week. The laboratories include macroscopic core description, microscopic (smear slide) analysis, physical property data and downhole logging, and chronostratigraphy (integrating bio- and magnetostratigraphy). On Friday, each group will spend the morning integrating and finalizing results, which they will present in the afternoon.\n\n## **School Participation**\n\nWe will invite \\~25 early career scientists (including graduate students and post-docs) to participate in the core school. This will include \\~15 US-based scientists and \\~10 international scientists, particularly targeting those who are conducting research on recent or upcoming campaigns, or who will participate on upcoming cruises. Given the diversity of potential topics covered at the school, we envisage participants with a variety of specialties, including (but not limited to) sedimentology, paleontology, geochemistry, paleomagnetism, physical properties, downhole logging, glaciology, and climate/ice sheet modeling. Travel support is available from the U.S. National Science Foundation for US-based participants and SCAR-INSTANT for international participants.\n\n**Note:** [**Click here**](https://covid.oregonstate.edu/) **to read more about current COVID-19 policies at OSU.**\n\n## **Apply to Attend**\n\nThis workshop is funded by NSF and SCAR-INSTANT, with potential additional funding from individual IODP member-countries, so we welcome applications from scientists in the U.S. and IODP and SCAR member countries ([https://www.scar.org/about-us/members/overview/](https://www.scar.org/about-us/members/overview/ \"https://www.scar.org/about-us/members/overview/\")). We particularly encourage applications from students and early career scientists who are participating on upcoming polar expeditions (including non-IODP cruises/field work). _We are committed to improving diversity and representation in polar geoscience research and welcome applications that help to achieve these goals._ The deadline to apply is **7 January 2022**.\n\nYour application should include the following:\n\n1. Application form\n2. Short (preferably 2 page) CV or NSF-style biographical sketch\n3. Statement of interest including how the school will advance your career in polar science\n4. Letter of support from your advisor (students only, indicate advisor name on application form); letters can be sent by you or by your advisor\n\n#### Submit your application materials by **7 January 2022** using this form:  [https://bit.ly/3DtAU3s](https://bit.ly/3DtAU3s \"https://bit.ly/3DtAU3s\"). Letters of support can be submitted via email to [val.stanley@oregonstate.edu](mailto:val.stanley@oregonstate.edu).\n\nIf you have questions, please contact the school organizers:\n\n* Val Stanley ([val.stanley@oregonstate.edu](mailto:val.stanley@oregonstate.edu))\n* Denise Kulhanek ([denise.kulhanek@ifg.uni-kiel.de](mailto:denise.kulhanek@ifg.uni-kiel.de))\n* Trevor Williams ([williams@iodp.tamu.edu](mailto:williams@iodp.tamu.edu))"
    },
    {
      "_template": "image",
      "link": "",
      "size": "Huge",
      "floated": "Center",
      "image": "Group-photo-with-core_med.jpg"
    },
    {
      "_template": "accordion",
      "title": "",
      "body": "",
      "panels": []
    }
  ]
}