{
  "htmlTitle": "Policies",
  "blocks": [
    {
      "_template": "markdown",
      "body": "<center>\n\n# **Oregon State University**\n\n# **Marine and Geology Repository**\n\n### Supporting Earth, Ocean, and Antarctic Sciences\n\n## Collection Management Policies\n\n### Last updated October 26, 2020\n\n# Version 1.0\n\n</center>\n\n***\n\n## Table of Contents\n\n[1. INTRODUCTION](#introduction)\n\n[2. MISSION](#mission)\n\n[3. PURPOSE](#purpose)\n\n[4. SCOPE OF COLLECTIONS](#scope)\n\n[5. CODE OF CONDUCT](#code)\n\n[6. ACCESSION POLICY](#accession)\n\n[7. DEACCESSION POLICY](#deaccession)\n\n[8. STORAGE CONDITIONS](#storage)\n\n[9. SAMPLE REQUESTS](#requests)\n\n[10. SUBMISSION DOCUMENTS](#submission)\n\n[11. ARCHIVE HALF REQUESTS](#archive)\n\n[12. APPROVAL OF REQUEST](#approval)\n\n[13. SAMPLING](#sampling)\n\n[14. SAMPLE SHIPMENT](#shipment)\n\n[15. INSTRUMENTATION](#instrumentation)\n\n[16. DATA AND SAMPLE MORATORIUM](#moratorium)\n\n[17. FACILITY ACKNOWLEDGEMENT](#acknowledgement)\n\n[18. CURATORIAL ADVISORY BOARD](#board)\n\n[19. FACILITY ACCESS](#access)\n\n[20. OUTREACH](#outreach)\n\n***\n\n# 1. INTRODUCTION<a name=\"introduction\"/>\n\nWe are the Marine and Geology Repository, a research facility of Oregon State University (OSU-MGR) that supports Earth, Ocean, and Antarctic sciences. In our facility we host geological collections acquired since the 1960's of sediment and rock cores, dredge and ROV samples. We provide advanced instrumentation for analyses of these materials.\n\nThese collections are made accessible to the U.S. community and beyond and have grown through the years from major additions and collections of opportunity from research funded through other resources and donated to the repository to support our mission. These programs include Marine Geology and Geophysics and Polar Programs at NSF, NOAA, DOE-NETL, USGS, and DOGAMI. Additionally, we serve OSU and CEOAS researchers as well as the wider research community by providing sample storage and research facilities with the understanding that these materials will be donated to the facility for curation and subsample distribution after a moratorium period.\n\nAs stewards of these invaluable collections we curate using best practices and distribute samples upon request to all qualified users for research and/or education. Our goal is to make the collections more accessible and discoverable, both physically and digitally. This document is designed to clarify the policies regarding the diverse activities within our facility and curation of the collections to support the scientific community now and in the future.\n\n***\n\n# 2. MISSION<a name=\"mission\"/>\n\nOur mission is to facilitate research, education, and the advancement of scientific knowledge through access and preservation of our diverse collection of rock, lake, and marine sediment samples from around the world's oceans, including the Arctic and the Southern Oceans.\n\n***\n\n# 3. PURPOSE<a name=\"purpose\"/>\n\nThe purpose of the repository is to curate our collections and associated datasets in order to facilitate modern science and research. To do this we work to:\n\n* **expand** and **preserve** the collections using best practices for future research and education.\n* **distribute** geological subsamples from our collections for future research and education.\n* **promote** access to our diverse collections via our outreach program and state-of-the-art web and data services.\n\n***\n\n# 4. SCOPE OF COLLECTIONS<a name=\"scope\"/>\n\nSeveral collections of geological samples from around the world are housed at OSU-MGR. Most collections are made up of samples taken during research cruises. While ocean sediment samples and rocks are a focus of our collections, we also house terrestrial core samples and hand samples from various field campaigns. The five major collections of the OSU-MGR are listed below:\n\n* **Marine Geology & Geophysics Collection:** Marine sediment cores and rocks collected on research cruises funded by NSF Marine Geology & Geophysics. This global collection was initiated in the 1960's, and includes the Marine Geology collection donated from the University of Washington.\n* **Antarctic Core Collection:** Geological samples collected in and around the Southern Ocean funded by NSF Polar Programs since the 1960's. The collection includes marine sediment as well as rock drill cores, collected on research cruises or from the ice of Antarctica.\n* **NOAA hosted Marine Rock Collection:** This collection is comprised of seafloor rocks collected from NOAA research cruise dredging as well as ROV dive samples from the Ocean Explorer Program.\n* **Oregon Drill Core Collection:** rock cores via diamond drilling collected around the state of Oregon, donated to the OSU-MGR from DOGAMI and other private donors.\n* **Research Collections** : These geological samples are collected by Principal Investigators for active research projects. These samples also serve as a permanent record for these research activities for cases in which no other appropriate repository currently exists.\n\n***\n\n# 5. CODE OF CONDUCT<a name=\"code\"/>\n\nOSU-MGR follows the Oregon State University [Code of Ethics](https://leadership.oregonstate.edu/sites/leadership.oregonstate.edu/files/190118_adopted_university_code_of_ethics.pdf).\n\n***\n\n# 6. ACCESSION POLICY<a name=\"accession\"/>\n\nAcquiring new samples to the collections is central to the role of the OSU-MGR. Potential donations must be evaluated by OSU-MGR staff. If the samples meet the repository's standard criteria, they will be formally accessioned into the OSU-MGR collections. The criteria used in evaluating a potential acquisition include:\n\n* Do these specimens align with the OSU-MGR mission, purpose, and scope of collections?\n* Is the repository able to properly curate (document, store, preserve, share) the samples?\n* Do the samples contain the necessary and accurate metadata (identifiers, geospatial information, sample lengths and depths, date of collection)?\n* Does the sample require special care (e.g. toxic, harmful, hazardous, unique temperature/humidity)? Is the repository capable of providing those resources?\n\n**6.1 Donor Responsibilities**\n\nDonors must fulfill all requirements by providing clear and structured data in relation to the samples submitted to the repository. These obligations provide essential information that allows the facility to adequately provide services and samples for years to come.\n\n* Each sample must be clearly labeled with an identifier that matches with listed identifiers in submitted metadata. Samples will be renamed per the repository nomenclature.\n* Samples cannot enter the facility until the metadata has been reviewed by OSU-MGR staff. A metadata sheet can be downloaded from the OSU-MGR website. Basic metadata includes: identifiers, geospatial information, sample lengths and depths, date of collection\n* Copies of any and all ancillary data (e.g. descriptions, photos, MST, photomicrographs, CT scan data, XRF data) associated with the set of samples, including pdfs of relevant publications, should be submitted with the request for accession, including storage history whenever possible.\n* The repository requests that thin sections associated with rock sample donations are also transferred to OSU-MGR.\n* In the event that the donor has assigned IGSNs to the samples in advance, the donor must transfer ownership of those identifiers to OSU-MGR.\n* The repository only accepts processed samples on a case-by-case basis upon review of the curators.\n* Copies of all permits associated with a sample collection must be submitted to OSU-MGR; in cases where appropriate permits will be transferred to OSU-MGR.\n* Tracer analyses conducted concurrently with sample processing must be disclosed to the repository at the initial point of contact. Samples must be swabbed for radiocarbon contamination, and official laboratory results must be submitted to the repository prior to shipment to Corvallis. Shipments of samples without laboratory results will be refused, as they present a threat to the integrity of all OSU-MGR collections.\n\nAt all times the OSU-MGR reserves the right to refuse to acquire any set of samples, if the samples have not been processed accordingly and are incompletely documented. The submitted metadata form must be approved by repository staff before samples can be delivered. Staff may partially approve of a list of samples proposed for accession (e.g. remove duplicates, remove samples because of missing or poor metadata, availability of associated datasets, amount of space per researcher). In addition, rock and sediment samples that are too large or too heavy will be subsampled by the OSU-MGR.\n\nOnce approved for accession, the samples will be formally transferred into the OSU-MGR collections. These collections will be curated in perpetuity, and as such will be made findable and accessible per the mission of the repository. OSU will register the samples with the System for Earth Sample Registration ([SESAR](http://www.geosamples.org/)) in order to acquire an International Geo Sample Number ([IGSN](https://www.igsn.org/), a globally unique and persistent identifier) for each sample.\n\n***\n\n# 7. DEACCESSION POLICY<a name=\"deaccession\"/>\n\nDeaccession will remove a sample physically from the inventory of the OSU-MGR repository. Following deaccession, samples will be disposed of by appropriate means. Disposal may consist of transfer to a more appropriate repository, removing the sample(s) from the main research collections to outreach collection status, or donation to teaching collections. A record of the deaccession will be made in the database. The criteria used in evaluating a potential deaccession include:\n\n* Is the sample relevant to the OSU-MGR's mission and purpose?\n* Is there enough data available to make the sample useful to the community?\n* Does the sample require special care (e.g. toxic, harmful, hazardous, unique temperature/humidity)? Is the repository capable of providing those resources?\n* Has the sample deteriorated beyond usefulness?\n* Does the item duplicate other objects in the collection?\n* Do the duties required for curating the sample place an unreasonable burden on OSU-MGR staff and/or budget resources?\n* Was the sample initially collected with federal or state funding?\n\n***\n\n# 8. STORAGE CONDITIONS<a name=\"storage\"/>\n\nThere are three main storage areas within the repository, each with its own set of storage conditions appropriate for preservation of specific sample types. In all cases, the facility includes a backup generator, temperature monitoring, and alarm systems.\n\n**Dry/Rock Storage Areas:** These areas are subject to ambient storage conditions of the Research Way Building. The temperature is not tightly constrained and will vary with the temperature and humidity conditions of Corvallis, Oregon throughout the year. The rock drill core, rock samples, and dry sediment cores are stored in this area.\n\n**Cold Room:** This is the storage area for the repository's sediment core collections. The room maintains a temperature of 36-40°F. These conditions are appropriate for the preservation of sediment cores such that they will not freeze nor desiccate, and will slow any growth of mold.\n\n**Freezer:** This storage area maintains a constant -19°F/-25°C. This storage area is appropriate for samples that must remain frozen, such as permafrost cores.\n\n***\n\n# 9. SAMPLE REQUESTS<a name=\"requests\"/>\n\nThe OSU-MGR sample request policies and procedures ensure that sample records, data, and publications are all preserved such that the repository will be able to generate access for all collections in perpetuity to serve the research community.\n\nAs an NSF/NOAA/OSU funded facility, the OSU-MGR (and therefore PI's who curate their samples) follows [Sample and Data Policies](https://www.nsf.gov/geo/geo-data-policies/index.jsp). Sample and data requests from our collections are provided to qualified scientific investigators upon receipt of well-documented requests. Materials for educational purposes and museum displays may also be available in limited quantities.\n\nInitial requests should be considered a survey to determine if more samples will be required later. Large requests may require more justification. Subsequent sample requests during the same investigation should include an additional statement describing progress of the study and stating the need for additional material. Student requests should be submitted through their academic advisor.\n\n***\n\n# 10. SUBMISSION DOCUMENTS<a name=\"submission\"/>\n\nWe require that requestors submit two documents with their sample request:\n\n1. **Initial Statement of Proposed Research**  \n   Investigators should submit a letter (PDF format) to request samples. This letter should include a short outline of the intended studies, detailed methods, research objectives, and names and addresses of collaborating investigators. Given that many samples in the collection are irreplaceable, it is requested that special attention is given to the rationale of what to sample, how much, how many samples, and in some cases, the return of unused materials. Please review all images and descriptions prior to requesting samples. Maximum two pages. The statement must include a two-page CV or NSF-style biosketch for the PI and/or students and other scientists, if applicable.\n2. **Sample Request Sheet**  \n   The sample request sheet is required for a successful request, as it provides the repository with the necessary context for properly documenting a sampling event.  \n   a. FOR CORE SAMPLES: Please download and use the [Sediment Core Sample Request Sheet](/Sample-Request-Form.xlsx) to detail the samples you are requesting.  \n   b. FOR ROCK SAMPLES: Please download, fill out and submit the [Rock Sample Request Form](/Rock-Request-Form.xlsx) to detail the samples you are requesting.  \n   i. _Note about Thin Sections_  \n   Some samples contain a prepared petrographic thin section. These sections are available to borrow upon request. Given that high resolution plane-polarized and cross-polarized photos of these thin sections are already available in the OSU-MGR database, we ask that thin sections only be requested if SEM, EMP, FTIR or similar experiments are to be undertaken. Indicate if the thin sections will be coated and with what material in the sample request letter. We require that thin sections will be returned to the repository within two years or upon completion of the proposed research project.\n\n***\n\n# 11. ARCHIVE HALF REQUESTS<a name=\"archive\"/>\n\nCores are split into two identical halves after retrieval, the working half and the archive half. While the working half is available for sampling to facilitate scientific objectives, the archive half is intended to remain as a pristine stratigraphic record of the material recovered. All the non-destructive analyses are usually made on the archive half (e.g. magnetic susceptibility, gamma ray density, line scan images, XRF-scans, CT-scans). Once the working half has been depleted, the archive half may need to be sampled. In these instances, a careful decision will be made by the repository staff to determine if the proposed science and sampling plan justifies sampling of the archive half of the core. In order to preserve the most complete record of the core the OSU-MGR requires that all non-destructive analysis must be completed on the section prior to sampling. Some of this is routine curation practice and has no cost to the person(s) requesting samples, others are not and will incur costs to the person(s) making the request.\n\n* MSCL data – if not already collected\n* Line Scan Image – routine curation\n* CT-Scan – charged to proponent\n* Itrax Core Scanner (image, x-radiograph, XRF) – charged to proponent\n\nThis policy is expected to evolve as new techniques develop and become beneficial to the communities who work with OSU-MGR collections.\n\n***\n\n# 12. APPROVAL OF REQUEST<a name=\"approval\"/>\n\nSample requests are forwarded to the curators for approval. In cases of conflict of interest,\n\n* Principal investigators who obtained materials are consulted to verify whether or not they are still working on requested materials.\n* Conflicts between different investigators requesting the same samples for the same purpose are mediated and resolved by consultation.\n* The MGR advisory committee will be consulted.\n\n***\n\n# 13. SAMPLING<a name=\"sampling\"/>\n\nThe staff of the OSU-MGR will take the requested samples, or researchers may take their own samples under staff supervision. We request that researchers with large sample requests (>100) come to the repository to collect their samples.\n\nSamples will be taken so that a continuous vertical portion of the core remains in the work half whenever possible. In general, the archive half is reserved for non-destructive analyses in order to preserve the original stratigraphy of the core. (See \"Archive Half Requests\".)\n\n***\n\n# 14. SAMPLE SHIPMENT<a name=\"shipment\"/>\n\nThe MGR pays for shipping of samples within the United States. International researchers should plan to submit a shipping account number prior to sampling.\n\n***\n\n# 15. INSTRUMENTATION<a name=\"instrumentation\"/>\n\nUsers must be trained for use of OSU-MGR equipment by staff. Additional safety training may be required for use of an instrument via OSU EH&S. Users are required to [pay for use of instrumentation](/services) and associated technician time per current fee schedules available online at the repository's webpage. Users should let staff know if an instrument is not working properly or data quality is suspect.\n\n***\n\n# 16. DATA AND SAMPLE MORATORIUM<a name=\"moratorium\"/>\n\nThe OSU-MGR adheres to the standard NSF [Sample and Data Policies](https://www.nsf.gov/geo/geo-data-policies/index.jsp).\n\nAfter a standard (two year) moratorium, all sample materials housed at OSU-MGR and data created at the facility will be made publically available to the Earth science community. Extensions of this moratorium period may be possible and can be requested by Principal Investigators via email to the relevant funding agency (cc'ing OSU-MGR). The sample collectors will have direct and sole access to those samples during a moratorium period.\n\n* Copies of all data generated in house on all accessioned samples will be retained and linked to the sample record in the repository's data management system. The standard 2-year moratorium applies to data collected in-house.\n* In addition to copies of associated publications related to samples collected from the OSU-MGR collections, copies of any analytical results (tabular data, and DOIs if available) generated from sampled core must be submitted to the MGR upon two years after the date of the sampling event.\n\n***\n\n# 17. FACILITY ACKNOWLEDGEMENT<a name=\"acknowledgement\"/>\n\n* We request that the OSU-MGR be acknowledged as the source of the sample material and/or provider of related analytical data in any publication that contains results from studies of the collections. Use OSU-MGR sample identifiers, location, and sample depths so that future researchers will be able to locate materials for additional investigations.\n* By acceptance of these policies, users agree to the repository's policy on acknowledgement in, and notification of, publications related to work conducted here.\n* All lab users should acknowledge the facility in their publications and presentations. Including the facility in your acknowledgements helps to spread the word about our services, and is crucial to the continued funding of the program. When the results of an OSU-MGR assisted project are published in journals, book chapters, conference proceedings, or theses, we request that the manuscript include an acknowledgement similar to the following: **\\[Cores are archived at / Samples provided by\\] Marine and Geology Repository, College of Earth, Ocean, and Atmospheric Sciences, Oregon State University.**\n* In talks, we request an acknowledgement similar to the following: **Assistance provided by Marine and Geology Repository, Oregon State University.**\n* In addition, when a project is complete, we request that all users provide us with a copy (preferably pdf or other electronic format) of any resulting manuscripts, which we will keep for our records. This, too, is important for the continuation of our facility.\n* Users are also asked to consider including extensive assistance provided by facility staff in their acknowledgements.\n\n***\n\n# 18. CURATORIAL ADVISORY BOARD<a name=\"board\"/>\n\nMembers of the advisory board provide input and oversight on policy development and implementation, direction of the repository, as well as general operational feedback. Specifically, the board may also provide guidance in the event of conflicting sample and/or data-related requests, archive half requests, moratorium inquiries, or deaccession efforts.\n\nThe charge of this committee is to:\n\n* Establish long-term goals for the curation of the collections in the OSU-MGR.\n* Formulate policy recommendations and deaccessioning guidelines (if deemed necessary) for the OSU-MGR.\n* Make recommendations about allocating resources in support of the OSU-MGR mission.\n* Help promote and facilitate the use of the OSU-MGR facility in national and international science programs, facilities and meetings.\n* Encourage research, education and outreach efforts of the OSU-MGR.\n* Assist in exploring and planning new initiatives through OSU-MGR workshops.\n\n**Antarctic Core Collection Advisory Committee (ACCAC):**\n\nDr. Carlota Escutia, University of Granada, Spain  \nDr. David Harwood, University of Nebraska  \nDr. Alan Mix, Oregon State University (liaison: Marine Geology and Geophysics Advisory Committee)  \nDr. Amelia Shevenell, University of South Florida  \nDr. Reed Scherer, Northern Illinois University\n\n**Marine Geology and Geophysics Advisory Committee (MGGAC):**\n\nDr. Alan Mix, Oregon State University  \nDr. Elisabeth Sikes, Rutgers University  \nDr. Marta Torres, Oregon State University  \nDr. Frank Tepley, Oregon State University  \nDr. Mitch Lyle, Oregon State University  \nDr. Maureen Walczak, Oregon State University\n\n***\n\n# 19. FACILITY ACCESS\n\n* Mailing Address:\n  * OSU Marine and Geology Repository  \n    4700 SW Research Way  \n    Corvallis, Oregon 97333\n* Working at the repository during staff hours (9 AM – 5 PM Monday-Friday) is required unless arrangements are made in advance, resources are reserved, and the user has been trained within the last several months (sampling procedures and instrumentation).\n* Off-hours use requirements:\n  * Training\n    * Visitor orientation: visitors will follow instructions of OSU-MGR staff\n    * Instrument specific training\n    * EHS safety requirements, as applicable\n  * Key checkout/return\n    * Return key at end of visit (lock inside lab in a designated space)\n* Must fill out visitor application request form online:  \n  [https://www.cognitoforms.com/OregonStateUniversity1/OSUMGRVisitorApplication](https://www.cognitoforms.com/OregonStateUniversity1/OSUMGRVisitorApplication)\n* OSU Facility Use Agreement\n  * Acknowledgement of Risk and Waiver of Liability\n  * Groups:  \n    [https://risk.oregonstate.edu/files/OSU_AcknowledgementofRiskandWaiverofLiability_group.docm](https://risk.oregonstate.edu/files/OSU_AcknowledgementofRiskandWaiverofLiability_group.docm)\n  * Individuals:  \n    [https://risk.oregonstate.edu/files/OSU_AcknowledgementofRiskandWaiverofLiability_individual.docm](https://risk.oregonstate.edu/files/OSU_AcknowledgementofRiskandWaiverofLiability_individual.docm)\n\n***\n\n# 20. OUTREACH<a name=\"outreach\"/>\n\nOutreach is an important part of what we do at the OSU-MGR. Educational visits (including K-12 field trips and OSU undergraduate/graduate labs) may be scheduled by request with the MGR staff subject to availability of the staff and facility. These visits typically include touring the facility as well as viewing representative cores. These representative \"tour cores\" have been chosen to show a variety of ocean sediments and must remain at the MGR to ensure proper care. The repository has [several outreach activities](/education-outreach) that may be used off-site, either by MGR staff or loaned out upon request for use in classrooms or at public events. Additionally, there are virtual online options on the MGR website that provide videos and core information for use when in-person visits are not possible."
    }
  ]
}