{
  "htmlTitle": "Publications 2010 to 2019",
  "blocks": [{
    "_template": "markdown",
    "body": "The OSU-MGR has a long history of assisting with scientific research resulting in over 400 scientific publications. These are also listed  in a [Google Scholar Citation](https://scholar.google.com/citations?hl=en&user=x5lYe50AAAAJ&view_op=list_works) page. If you use our cores and publish the data on them then please drop us an email to keep this page updated!\n\n- Clementi, V. J., and E. L. Sikes. 2019. Southwest Pacific vertical structure influences on oceanic carbonstorage since the Last Glacial Maximum. Paleoceanography and Paleoclimatology 34(5): 734-754. doi: https://dx.doi.org/10.1029/2018PA003501\n\n\n- Glaubke, R. H. 2019. The Evolution of the El Niño-Southern Oscillation and Tropical Pacific Climate Across the Last Deglaciation. M.S. Thesis, Old Dominion University. doi: https://dx.doi.org/10.25777/mk6r-kg66\n\n\n- Hatfield, R. G., B. H. Wheeler, B. T. Reilly, J. S. Stoner, and B. A. Housen. 2019. Particle Size Specific Magnetic Properties Across the Norwegian-Greenland Seas: Insights into the Influence of Sediment Source and Texture on Bulk Magnetic Records. Geochemistry, Geophysics, Geosystems 20(2):1004-1025. doi: https://dx.doi.org/10.1029/2018GC007894\n\n\n- Konrad, K., A. A. Koppers, A. M. Balbas, D. P. Miggins, and D. E. Heaton. 2019. Dating Clinopyroxene Phenocrysts in Submarine Basalts Using 40Ar/39Ar Geochronology. Geochemistry, Geophysics, Geosystems, 20(2), 1041-1053. doi: https://dx.doi.org/10.1029/2018GC007697\n\n\n- Konter, J.G., V. A. Finlayson, J. Engel, M. G. Jackson, A. A. Koppers and S. Sharma, 2019. EXPRESS: Shipboard Characterization of Tuvalu, Samoa, and Lau Dredge Samples Using Laser-Induced Breakdown Spectroscopy (LIBS). Applied Spectroscopy. 73(6):623-637, p.0003702819830793.\n\n\n- Lund, D. C., F. J. Pavia, E. I. Seeley, S. E. McCart, P. A. Rafter, K. A. Farley, P. D. Asimow, and R. F. Anderson. 2019. Hydrothermal scavenging of 230Th on the Southern East Pacific Rise during the last deglaciation. Earth and Planetary Science Letters 510: 64–72. doi: https://dx.doi.org/10.1016/j.epsl.2018.12.037\n\n\n- Malevich, S. B., L. Vetter, and J. E. Tierney. 2019. Global Core Top Calibration of δ18O in Planktic Foraminifera to Sea Surface Temperature. Paleoceanography and Paleoclimatology 34: 1292–1315. doi: https://dx.doi.org/10.1029/2019PA003576\n\n\n- Reilly, B. T., J. S. Stoner, A. C. Mix, M. H. Walczak, A. Jennings, M. Jakobsson, L. Dyke, A. Glueder, K. Nicholls, K. A. Hogan, and L. A. Mayer. 2019. Holocene break-up and reestablishment of the Petermann Ice Tongue, Northwest Greenland. Quaternary Science Reviews 218: 322–342. doi: https://dx.doi.org/10.1016/j.quascirev.2019.06.023\n\n\n- Saenger, C. P., and M. N. Evans. 2019. Calibration and Validation of Environmental Controls on Planktic Foraminifera Mg/Ca Using Global Core-Top Data. Paleoceanography and Paleoclimatology 34: 1249–1270. doi: https://dx.doi.org/10.1029/2018PA003507\n\n\n- Sikes, E. L., B. Schiraldi, and A. Williams. 2019. Seasonal and Latitudinal Response of New Zealand Sea Surface Temperature to Warming Climate Since the Last Glaciation: Comparing Alkenones to Mg/Ca Foraminiferal Reconstructions. Paleoceanography and Paleoclimatology 34: 1816–1832. doi: https://dx.doi.org/10.1029/2019PA003649\n\n\n- Taylor, B. 2019. The North Pacific from glacial to modern: assemblages, isotopes and CO₂. PhD Thesis, University of St Andrews, 2019.\n\n\n- Thiagarajan, N., and J. F. McManus. 2019. Productivity and sediment focusing in the Eastern Equatorial Pacific during the last 30,000 years. Deep Sea Research Part I: Oceanographic Research Papers. 47:100-110. doi: https://dx.doi.org/10.1016/j.dsr.2019.03.007\n\n\n- Tierney, J. E., S. B. Malevich, W. Gray, L. Vetter, and K. Thirumalai. 2019. Bayesian Calibration of the Mg/Ca Paleothermometer in Planktic Foraminifera. Paleoceanography and Paleoclimatology 34: 2005–2030. doi: https://dx.doi.org/10.1029/2019PA003744\n\n\n- Barrientos, N., C.H. Lear, M. Jakobsson, C. Stranne, M. O’Regan, T.M. Cronin, A.Y. Gukov, and H.K. Coxall, 2018. Arctic Ocean benthic foraminifera Mg/Ca ratios and global Mg/Ca-temperature calibrations: New constraints at low temperatures. Geochimica et Cosmochimica Acta, 236: 240-259. doi: https://dx.doi.org/10.1016/j.gca.2018.02.036\n\n\n- Bhattacharya, T., J. E. Tierney, J. A. Addison, and J. W. Murray. 2018. Ice-sheet modulation of deglacial North American monsoon intensification. Nature Geoscience 11: 848–852. doi: https://dx.doi.org/10.1038/s41561-018-0220-7\n\n\n- Costa, K. M., J. F. McManus, and R. F. Anderson. 2018. Radiocarbon and Stable Isotope Evidence for Changes in Sediment Mixing in the North Pacific over the Past 30 kyr. Radiocarbon 60: 113–135. doi: https://dx.doi.org/10.1017/RDC.2017.91\n\n\n- Du, J., B. A. Haley, A. C. Mix, M. H. Walczak, and S. K. Praetorius. 2018. Flushing of the deep Pacific Ocean and the deglacial rise of atmospheric CO 2 concentrations. Nature Geoscience 11: 749. doi: https://dx.doi.org/10.1038/s41561-018-0205-6\n\n\n- Finlayson, VA., J. G. Konter, K. Konrad, A. A. P. Koppers, M. G Jackson, T. O Rooney. 2018. Sr-Pb-Nd-Hf isotopes and 40Ar/39Ar ages reveal a Hawaii-Emperor style bend in the Rurutu hotspot. Earth and Planteray Science Letters. 500: 168-179. doi: https://dx.doi.org/10.1016/j.epsl.2018.08.020\n\n\n- Ford, H. L., C. L. McChesney, J. E. Hertzberg, and J. F. McManus. 2018. A Deep Eastern Equatorial Pacific Thermocline During the Last Glacial Maximum. Geophysical Research Letters 45: 11,806-11,816. doi: https://dx.doi.org/10.1029/2018GL079710\n\n\n- Konrad, K., A. A. P. Koppers, B. Steinberger, V. A. Finlayson, J. G. Konter, and M. G. Jackson. 2018. On the relative motions of long-lived Pacific mantle plumes. Nature communications, 9(1): 854. doi: https://dx.doi.org/10.1038/s41467-018-03277-x\n\n\n- Lund, D. C., E. I. Seeley, P. D. Asimow, M. J. Lewis, S. E. McCart, and A. A. Mudahy. 2018. Anomalous Pacific-Antarctic Ridge Volcanism Precedes Glacial Termination 2. Geochemistry, Geophysics, Geosystems 19: 2478–2491. doi: https://dx.doi.org/10.1029/2017GC007341\n\n\n- Napier, T. J., I. L. Hendy, L. A. Hinnov, E. T. Brown, and A. Shevenell. 2018. Subtropical hydroclimate during Termination V (∼430-422 ka): Annual records of extreme precipitation, drought, and interannual variability from Santa Barbara Basin. Quaternary Science Reviews 191: 73–88. doi: https://dx.doi.org/10.1016/j.quascirev.2018.05.003\n\n\n- Reilly, B. T., J. S. Stoner, R. G. Hatfield, and others. 2018. Regionally consistent Western North America paleomagnetic directions from 15 to 35 ka: Assessing chronology and uncertainty with paleosecular variation (PSV) stratigraphy. Quaternary Science Reviews 201: 186–205. doi: https://dx.doi.org/10.1016/j.quascirev.2018.10.016\n\n\n- Sinton, C. W., F. Hauff, K. Hoernle, and R. Werner. 2018. Age progressive volcanism opposite Nazca plate motion: Insights from seamounts on the northeastern margin of the Galapagos Platform. Lithos 310–311: 342–354. doi: https://dx.doi.org/10.1016/j.lithos.2018.04.014\n\n\n- Zhao, N., O. Marchal, L. Keigwin, D. Amrhein, and G. Gebbie. 2018. A Synthesis of Deglacial Deep-Sea Radiocarbon Records and Their (In)Consistency With Modern Ocean Ventilation. Paleoceanography and Paleoclimatology 33(7): 745-65. doi: https://dx.doi.org/10.1002/2017PA003174\n\n\n- Carlson, A. E., Z. Kilmer, L. B. Ziegler, and others. 2017. Recent retreat of Columbia Glacier, Alaska: Millennial context. Geology 45: 547–550. doi: https://dx.doi.org/10.1130/G38479.1\n\n\n- Chen, L., D. Heslop, A. P. Roberts, and others. 2017. Remanence acquisition efficiency in biogenic and detrital magnetite and recording of geomagnetic paleointensity. Geochem. Geophys. Geosyst. 18: 1435–1450. doi: https://dx.doi.org/10.1002/2016GC006753\n\n\n- de la Fuente, M., E. Calvo, L. Skinner, C. Pelejero, D. Evans, W. Müller, P. Povea, and I. Cacho. 2017. The Evolution of Deep Ocean Chemistry and Respired Carbon in the Eastern Equatorial Pacific Over the Last Deglaciation. Paleoceanography 32: 2017PA003155. doi: https://dx.doi.org/10.1002/2017PA003155\n\n\n- Goldfinger, C., S. Galer, J. Beeson, and others. 2017. The importance of site selection, sediment supply, and hydrodynamics: A case study of submarine paleoseismology on the northern Cascadia margin, Washington USA. Marine Geology 384: 4–46. doi: https://dx.doi.org/10.1016/j.margeo.2016.06.008\n\n\n- Menounos, B., B. M. Goehring, G. Osborn, and others. 2017. Cordilleran Ice Sheet mass loss preceded climate reversals near the Pleistocene Termination. Science 358: 781–784. doi: https://dx.doi.org/10.1126/science.aan3001\n\n\n- Napier, T. 2017. Unraveling Santa Barbara Basin Lithogenic Sediment Composition and Application to Southern California Quaternary Hydroclimate. PhD thesis. University of Michigan.\n\n\n- Walczak, M. H., J. S. Stoner, A. C. Mix, J. Jaeger, G. P. Rosen, J. E. T. Channell, D. Heslop, and C. Xuan. 2017. A 17,000 yr paleomagnetic secular variation record from the southeast Alaskan margin: Regional and global correlations. Earth and Planetary Science Letters 473: 177–189. doi: https://dx.doi.org/10.1016/j.epsl.2017.05.022\n\n\n- Yang, Y., R. Xiang, J. Liu, S. Fu, L. Zhou, S. Du, and H. Lü. 2017. Changes in intermediate water conditions in the northern South China Sea using Globorotalia inflata over the last 20 ka. J. Quaternary Sci. 32: 1037–1048. doi: https://dx.doi.org/10.1002/jqs.2974\n\n\n- Zhao, X., A. P. Roberts, D. Heslop, G. A. Paterson, Y. Li, and J. Li. 2017. Magnetic domain state diagnosis using hysteresis reversal curves: Magnetic Domain State Diagnosis by FORCs. Journal of Geophysical Research: Solid Earth 122: 4767–4789. doi: https://dx.doi.org/10.1002/2016JB013683\n\n\n- Barron, J. A., D. Bukry, J. A. Addison, and T. A. Ager. 2016. Holocene evolution of diatom and silicoflagellate paleoceanography in Slocum Arm, a fjord in southeastern Alaska. Marine Micropaleontology 126: 1–18. doi: https://dx.doi.org/10.1016/j.marmicro.2016.05.002\n\n\n- Chang, L., A. P. Roberts, D. Heslop, A. Hayashida, J. Li, X. Zhao, W. Tian, and Q. Huang. 2016. Widespread occurrence of silicate‐hosted magnetic mineral inclusions in marine sediments and their contribution to paleomagnetic recording. Journal of Geophysical Research: Solid Earth 121: 8415–8431. doi: https://dx.doi.org/10.1002/2016JB013109\n\n\n- Du, J., B. A. Haley, and A. C. Mix. 2016. Neodymium isotopes in authigenic phases, bottom waters and detrital sediments in the Gulf of Alaska and their implications for paleo-circulation reconstruction. Geochimica et Cosmochimica Acta 193: 14–35. doi: https://dx.doi.org/10.1016/j.gca.2016.08.005\n\n\n- Hatfield, R. G., A. V. Reyes, J. S. Stoner, A. E. Carlson, B. L. Beard, K. Winsor, and B. Welke. 2016. Interglacial responses of the southern Greenland ice sheet over the last 430,000 years determined using particle-size specific magnetic and isotopic tracers. Earth and Planetary Science Letters 454: 225–236. doi: https://dx.doi.org/10.1016/j.epsl.2016.09.014\n\n\n- Hertzberg, J. E., M. W. Schmidt, T. S. Bianchi, R. W. Smith, M. R. Shields, and F. Marcantonio. 2016. Comparison of eastern tropical Pacific TEX86 and Globigerinoides ruber Mg/Ca derived sea surface temperatures: Insights from the Holocene and Last Glacial Maximum. Earth and Planetary Science Letters 434: 320–332. doi: https://dx.doi.org/10.1016/j.epsl.2015.11.050\n\n\n- Lund, D., P. Asimow, K. Farley, T. Rooney, E. Seeley, E. Jackson, and Z. Durham. 2016. Enhanced East Pacific Rise hydrothermal activity during the last two glacial terminations. Science 351: 478–482. doi: https://dx.doi.org/10.1126/science.aad4296\n\n\n- Praetorius, S., A. Mix, B. Jensen, D. Froese, G. Milne, M. Wolhowe, J. Addison, and F. Prahl. 2016. Interaction between climate, volcanism, and isostatic rebound in Southeast Alaska during the last deglaciation. Earth and Planetary Science Letters 452: 79–89. doi: https://dx.doi.org/10.1016/j.epsl.2016.07.033\n\n\n- Sikes, E. L., M. S. Cook, and T. P. Guilderson. 2016. Reduced deep ocean ventilation in the Southern Pacific Ocean during the last glaciation persisted into the deglaciation. Earth and Planetary Science Letters 438: 130–138. doi: https://dx.doi.org/10.1016/j.epsl.2015.12.039\n\n\n- Allen, K. A., E. L. Sikes, B. Hönisch, A. C. Elmore, T. P. Guilderson, Y. Rosenthal, and R. F. Anderson. 2015. Southwest Pacific deep water carbonate chemistry linked to high southern latitude climate and atmospheric CO2 during the Last Glacial Termination. Quaternary Science Reviews 122: 180–191. doi: https://dx.doi.org/10.1016/j.quascirev.2015.05.007\n\n\n- Cortese, G., and J. Prebble. 2015. A radiolarian-based modern analogue dataset for palaeoenvironmental reconstructions in the southwest Pacific. Marine Micropaleontology 118: 34–49. doi: https://dx.doi.org/10.1016/j.marmicro.2015.05.002\n\n\n- Dutkiewicz, A., R. D. Müller, S. O’Callaghan, and H. Jónasson. 2015. Census of seafloor sediments in the world’s ocean. Geology 43: 795–798. doi: https://dx.doi.org/10.1130/G36883.1\n\n\n- Lopes, C., M. Kucera, and A. C. Mix. 2015. Climate change decouples oceanic primary and export productivity and organic carbon burial. Proceedings of the National Academy of Sciences 112: 332–335. doi: https://dx.doi.org/10.1073/pnas.1410480111\n\n\n- Praetorius, S., A. Mix, M. Walczak, M. Wolhowe, J. Addison, and F. Prahl. 2015. North Pacific deglacial hypoxic events linked to abrupt ocean warming. Nature 527: 362–366. doi: 10.1038/nature15753\n\n\n- Davies-Walczak, M., A. C. Mix, J. S. Stoner, J. R. Southon, M. Cheseby, and C. Xuan. 2014. Late Glacial to Holocene radiocarbon constraints on North Pacific Intermediate Water ventilation and deglacial atmospheric CO2 sources. Earth and Planetary Science Letters 397: 57–66. doi: https://dx.doi.org/10.1016/j.epsl.2014.04.004\n\n\n- Dunnette, P. V., P. E. Higuera, K. K. McLauchlan, K. M. Derr, C. E. Briles, and M. H. Keefe. 2014. Biogeochemical impacts of wildfires over four millennia in a Rocky Mountain subalpine watershed. New Phytologist 203: 900–912. doi: https://dx.doi.org/10.1111/nph.12828\n\n\n- Jaeger, J. M., and B. Kramer. 2014. A continental shelf sedimentary record of Little Ice Age to modern glacial dynamics: Bering Glacier, Alaska. Continental Shelf Research 86: 141–156. doi: https://dx.doi.org/10.1016/j.csr.2013.03.011\n\n\n- Lyle, M., F. Marcantonio, W. S. Moore, R. W. Murray, C. Huh, B. P. Finney, D. W. Murray, and A. C. Mix. 2014. Sediment size fractionation and focusing in the equatorial Pacific: Effect on 230Th normalization and paleoflux measurements. Paleoceanography 29: 747–763. doi: https://dx.doi.org/10.1002/2014PA002616\n\n\n- Mekik, F. 2014. Radiocarbon dating of planktonic foraminifer shells: A cautionary tale. Paleoceanography 29: 13–29. doi: https://dx.doi.org/10.1002/2013PA002532\n\n\n- Nwaodua, E. C., J. D. Ortiz, and E. M. Griffith. 2014. Diffuse spectral reflectance of surficial sediments indicates sedimentary environments on the shelves of the Bering Sea and western Arctic. Marine Geology 355: 218–233. doi: https://dx.doi.org/10.1016/j.margeo.2014.05.023\n\n\n- Pichat, S., W. Abouchami, and S. J. G. Galer. 2014. Lead isotopes in the Eastern Equatorial Pacific record Quaternary migration of the South Westerlies. Earth and Planetary Science Letters 388: 293–305. doi: https://dx.doi.org/10.1016/j.epsl.2013.11.035\n\n\n- Praetorius, S. K. 2014. Abrupt deglacial climate changes in the North Pacific and implications for climate tipping points. PhD thesis. Oregon State University.\n\n\n- Praetorius, S. K., and A. C. Mix. 2014. Synchronization of North Pacific and Greenland climates preceded abrupt deglacial warming. Science 345: 444–448. doi: https://dx.doi.org/10.1126/science.1252000\n\n\n- Sinton, C. W., K. S. Harpp, and D. M. Christie. 2014. A Preliminary Survey of the Northeast Seamounts, Galápagos Platform, p. 335–362. In K.S. Harpp, E. Mittelstaedt, N. D’Ozouville, and D.W. Graham [eds.], The Galápagos. John Wiley & Sons, Inc.\n\n\n- Addison, J, B Finney, J Jaeger, J Stoner, J, R Norris, A Hangsterfer (2013) Integrating satellite observations and modern climate measurements with the recent sedimentary record: An example from Southeast Alaska, Journal of Geophysical Research:Oceans, 118, 3444-3461. doi: https://dx.doi.org/10.1002/jgrc.20243\n\n\n- Gutierrez-Pastor, J, C H Nelson, C Goldfinger, C Escutia (2013) Sedimentology of seismo-turbidites off the Cascadia and northern California active tectonic continental margins, northwest Pacific Ocean, Marine Geology, 336, 99-119. doi: https://dx.doi.org/10.1016/j.margeo.2012.11.010\n\n\n- Haley, B, L Polyak (2013) Pre-modern Arctic Ocean circulation from surface sediment neodymium isotopes, Geophysical Research Letters, 40, 893-897. doi: https://dx.doi.org/10.1002/GRL.50188\n\n\n- Himmler, T, B Haley, M Torres, G Klinkhammer, G Bohrmann, J Peckmann (2013) Rare earth element geochemistry in cold-seep pore waters of Hydrate Ridge, northeast Pacific Ocean, Geo-Marine Letters, 33, 369-379. doi: https://dx.doi.org/10.1007/s00367-013-0334-2\n\n\n- Roy, M, J McManus, M Goni, Z Chase, J Borgeld, R Wheatcroft, J Muratli, M Megowan, A Mix (2013) Reactive iron and manganese distributions in seabed sediments near small mountainous rivers off Oregon and California (USA), Continental Shelf Research, 54, 67-79. doi: https://dx.doi.org/10.1016/j.csr.2012.12.012\n\n\n- Singh, A, F Marcantonio, M Lyle (2013) Water column 230Th systematics in the eastern equatorial Pacific Ocean and implications for sediment focusing, Earth and Planetary Science Letters, 362, 294-304. doi: https://dx.doi.org/10.1016/j.epsl.2012.12.006\n\n\n- Wagner M, I Hendy, J McKay, T Pedersen (2013) Influence of biological productivity on silver and redox-sensitive trace metal accumulation in Southern Ocean surface sediments, Pacific sector, Earth and Planetary Science Letters, 380, 31-40. doi: https://dx.doi.org/10.1016/j.epsl.2013.08.020\n\n\n- Wheatcroft, R, M Goni, K Richardson, J Borgeld (2013) Natural and human impacts on centennial sediment accumulation patterns on the Umpqua River margin, Oregon, Marine Geology, 339, 44-56. doi: https://dx.doi.org/10.1016/j.margeo.2013.04.015\n\n\n- White, S, T Hill, J Kennett, R Behl, C Nicholson (2013) Millenial-scale variability to 735 ka: High-resolution climate records from Santa Barbara Basin, CA, Paleoceanography, 28, 213-226. doi: https://dx.doi.org/10.1002/palo.20022\n\n\n- Ziegler, L, J Stoner (2013) High resolution paleo-geomagnetic field variations as recorded in sediments from Prince William Sound, Alaska, Geophysical Research Abstracts, 15, EGU2013-6677-1.\n\n\n- Ziegler, L, J Stoner (2012) A paleo- and environmental magnetic record from Prince William Sound, Alaska, Geophysical Research Abstracts, 14, EGU2012-12046.\n\n\n- Addison, Jason A, B Finney, W Dean, M Davies, A Mix, J Stoner, J Jaeger (2012) Productivity and sedimentary delta15N variability for the last 17,000 years along the northern Gulf of Alaska continental slope, Paleoceanography, 27, PA1206. doi: https://dx.doi.org/10.1029/2011PA002161\n\n\n- Goldfinger, C, CH Nelson, A Morey, J Johnson, J Patton, E Karabanov, J Gutierrez-Pastor, A Eriksson, E Gracia, G Dunhill, R Enkin, A Dallimore, T Vallier (2012) Turbidite Event History-Methods and Implications for Holocene Paleoseismicity of the Cascadia Subduction Zone, in Earthquake Hazards of the Pacific NW Coastal and Marine Regions, edited by Robert Kayen. USGS Professional Paper 1661-F, 170p.,\n\n\n- Kienast, M, G MacIntyre, N Dubois, S Higginson, C Normandeau, C Chazen, TD Herbert (2012) Alkenone unsaturation in surface sediments from the eastern equatorial Pacific: Implications for SST reconstructions, Paleoceanography, 27, PA1210. doi: https://dx.doi.org/10.1029/2011PA002254\n\n\n- Mekik, F, RF Anderson, P Loubere, R Francois, M Richaud (2012) The mystery of the missing deglacial carbonate preservation maximum, Quaternary Science Reviews, 39, 60-72. doi: https://dx.doi.org/10.1016/j.quascirev.2012.01.024\n\n\n- Newton, Alicia, R Thunell, L Stott (2012) Changes in the Indonesian Throughflow during the past 2000yr, Geology, 39, 63-66. doi: https://dx.doi.org/10.1130/G31421.1\n\n\n- Salisbury, M, J Patton, A Kent, C Goldfinger, Y Djadjadihardja, U Hanifa (2012) Deep-sea ash layers reveal evidence for large, late Pleistocene and Holocene explosive activity from Sumatra, Indonesia, Journal of Volcanology and Geothermal Research, 231-232, 61-71. doi: https://dx.doi.org/10.1016/j.volgeores.2012.03.007\n\n\n- Schreiber, K, FJ Stadermann, C Floss, D Rea, M Lyle (2012) Search for Extraterrestrial Particles in Sediment from the South Pacific Bare Zone, 43rd Lunar and Planetary Science Conference, March 19-23, 2012, at The Woodlands, Texas, LPI Contribution No. 1659, id.1112, 1659, 1112.\n\n\n- Stoynova, VP (2012) Insights into Circum-Arctic Sea Ice Variability from Molecular Geochemistry: The IP25 Index, MS Thesis, University of Texas at Austin, Stoy12, 45pp.\n\n\n- Davies, Maureen H (2011) Paleoclimate, Paleoventilation, and Paleomagnetism as Recorded in a 17kyr Marine Sediment Record from the SE Alaska Margin, PhD thesis, Oregon State University, 181pp.\n\n\n- Davies, Maureen H, A Mix, J Stoner, J Addison, J Jaeger, B Finney, J Wiest (2011) The deglacial transition on the southeastern Alaska Margin: Meltwater input, sea level rise, marine productivity, and sedimentary anoxia, Paleoceanography, 26, PA2223. doi: https://dx.doi.org/10.1029/2010PA002051\n\n\n- Dubois, N, Kienast, M (2011) Spatial reorganization in the equatorial divergence in the Eastern Tropical Pacific during the last 150kyr, Geophysical Research Letters, 38, L16606. doi: https://dx.doi.org/10.1029/2011GL048325\n\n\n- Dubois, N, Kienast, M, Kienast, S,  Normandeau, C, Calvert, S, Herbert, TD, Mix, A (2011) Millennial-scale variations in hydrography and biogeochemistry in the Eastern Equatorial Pacific over the last 100 kyr, Quaternary Science Reviews, 30, 210-223. doi: https://dx.doi.org/10.1016/j.quascirev.2010.10012\n\n\n- Gavin, Daniel, A Henderson, K Westover, S Fritz, I Walker, M Jeng, FHu (2011) Abrupt Holocene climate change and potential response to solar forcing in western Canada, Quaternary Science Reviews, 30, 1243-1255. doi: https://dx.doi.org/10.1016/j.quascirev.2011.03.003\n\n\n- Griggs, Gary Bruce (2011) The First Ocean Floor Evidence of Great Cascadia Earthquakes, EOS, 92, 325-336.\n\n\n- Jennings, A, Sheldon, C, Cronin, T, Francus, P, Stoner, J, Andrews, J (2011) The Holocene History of Nares Strait Transition from Glacial Bay to Arctic-Atlantic Throughflow, Oceanography, 24, 18-33.\n\n\n- Khider, D, L Stott, J Emile-Geay, R Thunell, D Hammond (2011) Assessing El Nino Southern Oscillation variability during the past millenium, Paleoceanography, 26, PA3222. doi: https://dx.doi.org/10.1029/2011PA002139\n\n\n- Kneafsey, T, H Lu, W Winters, R Boswell, R Hunter, T Collett (2011) Examination of core samples from the Mount Elbert Gas Hydrate Stratigraphic Test Well, Alaska North Slope: Effects of retrieval and preservation, Marine and Petroleum Geology, 28, 381-393. doi: https://dx.doi.org/10.1016/j.marpetgeo.2009.10.009\n\n\n- Lu, H, T Lorenson, I Moudrakovski, J Ripmeester, T Collett, R Hunter, C Ratcliffe (2011) The characteristics of gas hydrates recovered from the Mount Elbert Gas Hydrate Stratigraphic Test Well, Alaska North Slope, marine and Petroleum Geology, 28, 295-310. doi: https://dx.doi.org/10.1016/j.marpetgeo.2010.02.015\n\n\n- Lund, D, A Mix, J Southon (2011) Increased ventilation age of the deep northeast Pacific Ocean during the last deglaciation, Nature Geoscience Letters, 4, 771-774. doi: https://dx.doi.org/10.1038/NGEO1272\n\n\n- Nwaodua, EC, JD Ortiz (2011) Late Quaternary Clay Mineral and Iron Oxide Distributions on the Bering and Chukchi Sea Shelves: A Proxy for Ocean Circulation through the Bering Strait, Northeastern (46th Annual) and North-Central (45th Annual) Joint Meeting, March 20-22, 2011, Omni William Penn Hotel, Pittsburgh, PA, 43, 61.\n\n\n- Rincon-Martinez, D, S Steph, F Lamy, A Mix, R Tiedemann (2011) Tracking the equatorial front in the eastern equatorial Pacific Ocean by the isotopic and faunal composition of planktonic foraminifera, Marine Micropaleontology, 79, 24-40. doi: https://dx.doi.org/10.1016/j.marmicro.2011.01.001\n\n\n- Rontani, JF, SG Wakeham, FG Prahl, F Vaultier, JK Volkman (2011) Analysis of trace amounts of alkenones in complex environmental samples by way of NaBH4/NaBD4 reduction and silylation, Organic Geochemistry, 42, 1299-1307. doi: https://dx.doi.org/10.1016/j.orggeochem.2011.09.004\n\n\n- Rose, K, R Boswell, T Collett (2011) Mount Elbert Gas Hydrate Stratigraphic Test Well, Alaska North Slope: Coring operations, core sedimentology and lithostratigraphy, Marine and Petroleum Geology, 28, 311-331. doi: https://dx.doi.org/10.1016/j.marpetgeo.2010.02.001\n\n\n- Saukel, C, F Lamy, J-B W Stuut, R Tiedemann, C Vogt (2011) Distribution and provenance of wind-blown SE Pacific surface sediments, Marine Geology, 280, 130-142. doi: https://dx.doi.org/10.1016/j.margeo.2010.12.006\n\n\n- Singh, Ajay K, F Marcantonio, M Lyle (2011) Sediment focusing in the Panama Basin, Eastern Equatorial Pacific Ocean, Earth and Planetary Science Letters, 309, 33-44. doi: https://dx.doi.org/10.1016/j.epsl.2011.06.020\n\n\n- Addison, Jason A, JE Beget, TA Ager, BP Finney (2010) Marine tephrochronology of the Mt. Edgecumbe Volcanic Field, Southeast Alaska, USA, Quaternary Research, 73, 277-292.\n\n\n- Colombaroli, Daniele, D Gavin (2010) Highly episodic fire and erosion regime over the past 2,000 y in the Siskiyou Mountains, Oregon, Proceedings of the National Academy of Sciences, 107, 18909-18914. doi: https://dx.doi.org/10.1073/pnas.1007692107\n\n\n- Dubois, N, M Kienast, S Kienast, SE Calvert, R Francois, and RF Anderson (2010) Sedimentary opal records in the eastern equatorial Pacific:  It is not all about leakage, Global Biogeochemical Cycles, 24, GB4020. doi: https://dx.doi.org/10.1029/2010GB003821\n\n\n- Kneafsey, T, E Rees (2010) X-ray CT observations of methane hydrate distribution changes over time in a natural sediment core from the BPX-DOE-USGS Mount Elbert Gas Hydrate Stratigraphic Test Well, Lawrence Berkeley National Laboratory Publication,\n\n\n- Kusch, S, TI Eglinton, AC Mix, G Mollenhauer (2010) Timescales of lateral sediment transport in the Panama Basin as revealed by radiocarbon ages of alkenones, total organic carbon and foraminifera, Earth and Planetary Science Letters, 290, 340-350. doi: https://dx.doi.org/10.1016/j.epsl.2009.12.030\n\n\n- Lopes, C, AC Mix, F Abrantes (2010) Environmental controls of diatom species in northeast Pacific sediments, Palaeogeography, Palaeoclimatology, Palaeoecology, 297, 188-200. doi: https://dx.doi.org/10.1016/j.palaeo.2010.07.029\n\n\n- Prahl, FG, JF Rontani, N Zabeti, SE Walinsky, and MA Sparrow (2010) Systematic pattern in UK’37–Temperature residuals for surface sediments from high latitude and other oceanographic settings, Geochimica et Cosmochimica Acta, 74, 131-143. doi: https://dx.doi.org/10.1016/j.gca.2009.09.027\n\n\n- Rose, Kathryn A, E Sikes, T Guilderson, P Shane, T Hill, R Zahn, H Spero (2010) Upper-ocean-to-atmosphere radiocarbon offsets imply fast deglacial carbon dioxide release, Nature, 466, 1093-1097. doi: https://dx.doi.org/10.1038/nature09288"
  }]
}