{
  "htmlTitle": "Publications 2020 to Present",
  "blocks": [
    {
      "_template": "markdown",
      "body": "The OSU-MGR has a long history of assisting with scientific research resulting in over 400 scientific publications. If you use our cores and publish the data on them then please drop us an email to keep this page updated!\n\n* Du, J., B. A. Haley, & A. C. Mix. 2020. Evolution of the Global Overturning Circulation since the Last Glacial Maximum based on marine authigenic neodymium isotopes. Quaternary Science Reviews, 241, 106396. doi: https://dx.doi.org/10.1016/j.quascirev.2020.106396\n* Hogan, K.A., M. Jakobsson, L. Mayer, B. T. Reilly, A. E. Jennings, J. S. Stoner, T. Nielsen, K. J. Andresen, E. Nørmark, K. A. Heirman, and E. Kamla, 2020. Glacial sedimentation, fluxes and erosion rates associated with ice retreat in Petermann Fjord and Nares Strait, north-west Greenland. The Cryosphere; Katlenburg-Lindau 14: 261–286. doi: https://dx.doi.org/10.5194/tc-14-261-2020\n* Jacobel, A. W., R. F. Anderson, S. L. Jaccard, J. F. McManus, F. J. Pavia, and G. Winckler. 2020. Deep Pacific storage of respired carbon during the last ice age: Perspectives from bottom water oxygen reconstructions. Quaternary Science Reviews 230: 106065. doi: https://dx.doi.org/10.1016/j.quascirev.2019.106065\n* Jennings, A. E., M.-S. Seidenkrantz, & K.L. Knudsen. 2020. Glomulina oculus, New Calcareous Foraminiferal Species from the High Arctic: A Potential Indicator of a Nearby Marine-Terminating Glacier. Journal of Foraminiferal Research, 50(2), 219–234. doi: https://dx.doi.org/10.2113/gsjfr.52.2.219\n* Jennings, A., J. Andrews, B. Reilly, M. Walczak, M. Jakobsson, A. Mix, J. Soner, K. Nicholls & M. Cheseby. 2020. Modern foraminiferal assemblages in northern Nares Strait, Petermann Fjord, and beneath Petermann ice tongue, NW Greenland. Arctic, Antarctic, and Alpine Research, 52(1), 491-511. doi: https://dx.doi.org/10.1080/15230430.2020.1806986\n* Mizell, K., J. R. Hein, P. J. Lam, A. A. Koppers, and H. Staudigel. 2020. Geographic and Oceanographic Influences on Ferromanganese Crust Composition Along a Pacific Ocean Meridional Transect, 14 N to 14S. Geochemistry, Geophysics, Geosystems, 21(2), e2019GC008716.\n* Peck, E. K., R. A. Wheatcroft, and L. S. Brophy. 2020. Controls on sediment accretion and blue carbon burial in tidal saline wetlands: Insights from the Oregon coast, USA. Journal of Geophysical Research: Biogeosciences 125.2: e2019JG005464.\n* Praetorius, S. K., A. Condron, A. C. Mix, M. H. Walczak, J. L. McKay, and J. Du. 2020. The role of Northeast Pacific meltwater events in deglacial climate change. Science Advances 6: eaay2915. doi: https://dx.doi.org/10.1126/sciadv.aay2915\n* Walczak, M. H., A.C. Mix, E.A. Cowan, S. Fallon, L.K. Fifield, J.R. Alder, J. Du, B. Haley, T. Hobern, J. Padman, S.K. Praetorius, A. Schmittner, J.S. Stoner, & S.D. Zellers. 2020. Phasing of millennial-scale climate variability in the Pacific and Atlantic Oceans. Science, 370(6517), 716–720. doi: https://dx.doi.org/10.1126/science.aba7096"
    }
  ]
}