{
  "htmlTitle": "Publications 1980 to 1989",
  "blocks": [{
    "_template": "markdown",
    "body": "The OSU-MGR has a long history of assisting with scientific research resulting in over 400 scientific publications. These are also listed  in a [Google Scholar Citation](https://scholar.google.com/citations?hl=en&user=x5lYe50AAAAJ&view_op=list_works) page. If you use our cores and publish the data on them then please drop us an email to keep this page updated!\n\n- Duncan, Robert A and LaVerne D Kulm (1989) Plate tectonic evolution of the Cascades arc-subduction complex, in The Geology of N. America, The Eastern Pacific Ocean and Hawaii Winterer, EL, DM Hussong, RW Decker, eds; Geological society of America, Boulder CO., N, 413-437.\n\n\n- Han, MW and ESuess (1989) Subduction-Induced Pore Fluid Venting & the Form- ation of Authigenic Carbonates Along the Cascadia Con. Mar.: Implication for the Global Ca-Cycle, Palaeogeography, Palaeoclimatology, Palaeoecology, 71, 97-118.\n\n\n- Huh, Chih-An (1989) The Ionium Method of Dating Deep-Sea Sediments:  A Reprise, Proceedings of the Geological Society of China, 32, 255-266.\n\n\n- Huh, Chih-An, Willard S Moore & David C Kadko (1989) Oceanic 232Th:  A reconnaissance and implications of global distribution from manganese nodules, Geochimica et Cosmochimica Acta, 53, 1357-1366.\n\n\n- Loubere, Paul (1989) Bioturbation and Sedimentation Rate Control of Benthic Microfossil Taxon Abundances in Surface Sediments:  A Theoretical Approach to the Analysis of Species Microhabitats, Marine Micropaleontology, 14, 317-325.\n\n\n- Olivarez, AM, RM Owen, and DK Rea (1989) REE geochemistry of eolian dust in Pacific pelagic sediments, Trans. Am. Geophys. Union (EOS), 70, 1138.\n\n\n- Prahl, FG and LA Muehlhausen (1989) Lipid Biomarkers as Geochemical Tools for Paleoceanographic Study, Productivity of the Ocean: Present and Past W.H. Berger, V.S. Smetacck, and G. Wefer, eds., 271-289.\n\n\n- Prahl, FG, LA Muehlhausen and M Lyle (1989) An Organic Geochemical Assessment of Oceanographic Conditions at MANOP Site C Over the Past 26,000 Years, Paleoceanography, 4, 495-510.\n\n\n- Roth, Sharon E and Jack Dymond (1989) Transport and settling of organic material in a deep-sea hydrothermal plume:  evidence from particle flux measurements, Deep-Sea Research, 36, 1237-1254.\n\n\n- Suess, E and MJ Whiticar (1989) Methane-Derived CO2 in Pore Fluids Expelled from the Oregon Subduction Zone, Palaeogeography, Palaeoclimatology, Palaeoecology, 71, 119-136.\n\n\n- Underwood, Michael B and Eric G Hathon (1989) Provenance and Dispersal of Muds South of the Aleutian Arc, North Pacific Ocean, Geo-Marine Letters, 9, 67-75.\n\n\n- Dymond, Jack and Robert Collier (1988) Biogenic Particle Fluxes in the Equatorial Pacific:  Evidence for both high and low Productivity during the 1982-1983 El Nino., Global Biogeochemical Cycles, 2, 129-137.\n\n\n- Dymond, Jack and Sharon Roth (1988) Plume dispersal hydrothermal particles: A time-series record of settling flux from the Endeavor Ridge using moored sensors, Geochimica et Cosmochimica Acta, 52, 2525-2536.\n\n\n- Finney, Bruce P, Mitchell W Lyle, G Ross Heath (1988) Sedimentation at MANOP Site H (Eastern Equatorial Pacific) over the past 400,000 yrs:  Climatically induced redox variations and their effects on transition metal cycling, Paleoceanography, 3, 169-189.\n\n\n- Han, Myung Woo (1988) Dynamics and Chemistry of Pore Fluids in Marine Sediments of Different Tectonic Settings:  Oregon Subduction Zone and BransfieldStraitExtensionalBasi, pHD Thesis, Oregon State University, 280 pp.\n\n\n- Hathon, Eric Gene (1988) Clay Mineral Distribution and Elemental Variability in Near-Surface, Fine-Grained Sediments from the Aleutian Trench System, MS Thesis, University of Missouri-Columbia, 204 pp.\n\n\n- Heusser, Linda E and James E King (1988) North America with special emphasis on the Development of the Pacific Coastal Forest and Prairie/Forest Boundary Prior to the Last Glacial Max, Vegetation History; Huntley B. and Webb, T. III, eds., 193-236.\n\n\n- Howard, Katherine J and Martin R Fisk (1988) Hydorthermal alumina-rich clays and boehmite on the Gorda Ridge, Geochimica et Cosmochimica Acta, 52, 2269-2279.\n\n\n- Kulm, LaVerne D (1988) Potential Heavy Mineral and Metal Placers on the Southern Oregon Continental Shelf, Marine Mining, 7, 361-395.\n\n\n- Kulm, LaVerne D and Curt D Peterson (1988) Elemental Content of Heavy-Mineral Conc. on the Continental Shelf off Oregon and Northernmost California, OR dept of Geol. and Mineral Industries OPEN-FILE REPORT O-88-4, 29pp.\n\n\n- Lyle, M, D Murray, BP Finney, J Dymond, JM Robbins, K Brooksforce (1988) The Record of Late Pleistocene Biogenic Sedimentation in the Eastern Tropical Pacific Ocean, Paleoceanography, 3, 39-59.\n\n\n- Lyle, Mitchell (1988) Climatically forced organic carbon burial in equatorial Atlantic and Pacific Oceans, Nature, 335, 529-532.\n\n\n- Moore, Willard S and Jack Dymond (1988) Correlation of 210-Pb removal with organic carbon fluxes in the Pacific Ocean, Nature, 331, 339-341.\n\n\n- Peterson, CD, ME Darienzo and M Parker (1988) Coastal neotectonic field trip guide for Netarts Bay, Oregon, Oregon Geology, 50, 99-106.\n\n\n- Peterson, Curt D, LD Kulm, PD Komar, amd MS Mumford  (1988) Marine Placer Studies in the Pacific Northwest, Oregon Sea Grant  ORESU-R-88-019 R/CP-20, R/CP-24, and R/CM-31,\n\n\n- Prahl, FG, LA Muehlhausen, and DL Zahnle (1988) Further evaluation of long-chain alkenones as indicators of paleoceanographic conditions, Geochimica et Cosmochimica Acta, 52, 2303-2310.\n\n\n- von Breymann, Marta T (1988) Magnesium in Hemipelagic environments:  Surface Reactions in the Sediment-Pore water System, Phd thesis, Oregon State University, 224 pp.\n\n\n- von Breymann, Marta T and Erwin Suess (1988) Magnesium in the Marine Sedimentary Environment:  Mg-NH4 Ion Exchange, Chemical Geology, 70, 359-371.\n\n\n- von Breymann, Marta T, C Andre Ungerer & Erwin Suess (1988) Mg-NH4 Exchange on Humic Acid:  A radiotracer technique for Conditional Exchange Constants in an Seawater Medium, Chemical Geology, 70, 349-357.\n\n\n- Walsh, Ian, Jack Dymond and Robert Collier (1988) Rates of recycling of biogenic components of settling particles in the ocean derived from sediment trap experiments, Deep-Sea Research, 35, 43-58.\n\n\n- Walsh, Ian, K Fischer, D Murray, and J Dymond (1988) Evidence for resuspension of rebound particles from near-bottom sediment traps, Deep-Sea Research, 35, 59-70.\n\n\n- Finney, Bruce Preston (1987) Paleoclimatic Influence on Sedimentation and Manganese Nodule Growth During the Past 400,000 years at MANOP Site H (Eastern Equatorial Pacific), pHD thesis, Oregon State University, 195pp.\n\n\n- Kadko, David, J Kirk Cochran, and Mitchell Lyle (1987) The effect of bioturbation and adsorption gradients on solid and dissolved radium profiles in sediments from the eastern equatorial Pacific, Geochimica et Cosmochimica Acta, 51, 1613-1623.\n\n\n- Karlin, Robert, Mitchell Lyle, & GRoss Heath (1987) Authigenic magnetite formation in suboxic marine sediments, Nature, 326, 490-493.\n\n\n- Murray, David W (1987) Spatial and Temporal Variations in Sediment Accumulation in the Central Tropical Pacific, pHD thesis, Oregon State University, 343 pp.\n\n\n- Schroeder, Nanci AM, LaVerne D Kulm, Gary E Muehlberg (1987) Carbonate chimneys on the outer continental shelf:  Evidence for fluid venting on the Oregon margin, Oregon Geology, 49, 91-96.\n\n\n- Spivack, AJ, MR Palmer, and JM Edmond (1987) The sedimentary cycle of the boron isotopes, Geochimica et Cosmochimica Acta, 51, 1939-1947.\n\n\n- Stockwell, Dean A (1987) Intraspecific morphological variability within resting spores of the marine diatom Chaetoceros ehrenberg, phD thesis, University of Rhode Island, 193pp.\n\n\n- Suess, E, LD Kulm and JS Killingley (1987) Coastal upwelling and a history of organic-rich mudstone deposition off Peru, Marine Petroleum Source Rocks Brooks, J. and Fleet, A.J. (eds) Geological Society Special Publication No. 26, 181-197.\n\n\n- Thornburg, Todd M and LaVerne D Kulm (1987) Sedimentation in the Chile Trench: Petrofacies and Provenance, Journal of Sedimentary Petrology, 57, 55-74.\n\n\n- Thornburg, Todd M and LaVerne D Kulm (1987) Sedimentation in the Chile Trench:  Depositional morphologies, lithofacies, and stratigraphy, Geological Society of America Bulletin, 98, 33-52.\n\n\n- Verplanck, Emily P and Robert A Duncan (1987) Temporal Variations in Plate convergence and eruption rates in the Western Cascades, Oregon, Tectonics, 6, 197-209.\n\n\n- White, William M, AW Hoffman and H Puchelt (1987) Isotopic Geochemistry of Pacific Mid-Ocean Ridge Basalt, Journal of Geophysical Research, 92, 4881-4893.\n\n\n- Baba, Jumpei (1986) Terrigenous Sediments in two Continental Margin Environments:  Western South America and the Gulf of California,  pHD thesis, Oregon State University, 200 pp.\n\n\n- Fischer, K, J Dymond, M Lyle, A Soutar, S Rau (1986) The benthic cycle of copper:  Evidence from sediment trap experiments in the eastern tropical North Pacific Ocean, Geochimica et Cosmochimica Acta, 50, 1535-1543.\n\n\n- Heusser, Linda E (1986) Pollen in Marine Cores:  Evidence of Past Climates, Oceanus, 29, 64-70.\n\n\n- Karlin, Robert and Lyle, Mitchell (1986) Sediment Studies on the Gorda Ridge, State of Oregon, Department of Geology and Mineral Industries, Open file Report O-86-19, 76pp.\n\n\n- Kulm, LD, E Suess, etal (1986) Oregon Subduction Zone: Venting, Fauna, and Carbonates, Science, 231, 561-566.\n\n\n- Leinen, M, D Cwienk, GR Heath, PE Biscaye, V Kolla, J Thiede and JP Dauphin (1986) Distribution of biogenic silica and quartz in recent deep-sea sediments, Geology, 14, 199-203. doi: https://dx.doi.org/10.1130/0091-7613 (1986) 142.0.CO;2\n\n\n- Muller, PJ, E Suess, and CA Ungerer (1986) Amino acids and amino sugars of surface particulate and sediment trap material from waters of the Scotia Sea, Deep-Sea Research, 33, 819-838.\n\n\n- Pisias, Nicklas G, DW Murray, A K Roelofs (1986) RAdiolarian and silicoflagellate response to oceanographic changes associated with the 1983 El Nino, Nature, 320, 259-262.\n\n\n- Simoneit, BRT, JO Grimalt, K Fischer, J Dymond (1986) Upward and Downward Flux of Particulate Organic Material in Abyssal Waters of the Pacific Ocean, Naturwissenshaften, 73, 322-325.\n\n\n- Dymond, Jack and Mitchell Lyle (1985) Flux comparisons between sediments and sediment traps in the eastern tropical Pacific:  Implications for atmospheric CO2 variations during Pleistocene, Limnol. Oceanogr., 30, 699-712.\n\n\n- Emerson, Steven, K Fischer, C Reimers, and D Heggie (1985) Organic carbon dynamics and preservation in deep-sea sediments, Deep-Sea Research, 32, 41660.\n\n\n- Heusser, Linda E (1985) Quaternary Palynology of Marine Sediments in the Northeast Pacific, Northwest Atlantic, and Gulf of Mexico, Pollen Records of Late-Quaternary N. American Sediments, 385-403.\n\n\n- Karlin, Robert and Shaul Levi (1985) Geochemical and sedimentological control of the magnetic properties of hemipelagic sediments, Journal of Geophysical Research, 90, 10,373-10,392.\n\n\n- Murphy, Kim (1985) Transition Metal and Rare Earth Element Fluxes at Two Sites in the EAstern Tropical Pacific:  Relationship to Ferromanganese Nodule Genesis, MS Thesis, Oregon State University, 120pp.\n\n\n- Rea, David K , Gordon E Ness, and G Ross Heath (1985) Hemipelagic Sedimentation in a Region of Crustal Doming Between the Mendocino and Pioneer Fracture Zones, Marine Geology, 62, 69-84.\n\n\n- Suess, E, B Carson, S Ritger, etal (1985) Biological Communities at vent sites along the subduction zone off Oregon, Biol. Soc. Wash. Bull., 475-484.\n\n\n- Whiticar, MJ, E Suess and H Wehner (1985) Thermogenic hydrocarbons in surface sediments of the Bransfield Strait, Antarctic Peninsula, Nature, 314, 87-90.\n\n\n- Dymond, J, M Lyle, B Finney, D Piper, K Murphy, R Conard, N Pisias (1984) Ferromanganese nodules from MANOP Sites H, S, and R–Control of mineralogical and chemical composition by multiple accretionary processes, Geochimica et Cosmochimica Acta, 48, 931-949.\n\n\n- Finney, Bruce, G Ross Heath and Mitchell Lyle (1984) Growth rates of manganese-rich nodules at MANOP Site H (Eastern North Pacific), Geochimica et Cosmochimica Acta, 48, 911-919.\n\n\n- Fischer, Kathleen M (1984) Particle Fluxes in the Eastern Tropical Pacific Ocean-Sources and Processes, pHd Thesis, Oregon State University, 225 pp.\n\n\n- Graybell, Amy L and G Ross Heath (1984) Remobilization of transition metals in surficial pelagic sediments from the eastern Pacific, Geochimica et Cosmochimica Acta, 48, 965-975.\n\n\n- Heath, GR anc C Lopez (1984) Data Report on Sediment Cores Collected on Cruise W8209B Pacific Study Area W-N, Oregon State University, OSU-23, 33pp.\n\n\n- Heath, GR, DK Rea, G Ness, RD Pillsbury, TM Beasley, C Lopez (1984) Oceanographic Studies Supporting the Assessment of Deep-Sea Disposal of Defueled Decommissioned Nuclear Submarines, Environ Geol Water Sci, 6, 189-199.\n\n\n- Huh, Chih-An and Teh-Lung Ku (1984) Radiochemical observations on manganese nodules from three sedimentary environments in the north Pacific, Geochimica et Cosmochimica Acta, 48, 951-963.\n\n\n- Kadko, David and G Ross Heath (1984) Models of Depth-Dependent Bioturbation and Manop Site H in the Eastern Equatorial Pacific, Journal of Geophysical Research, 89, 6567-6570.\n\n\n- Kalhorn, Susan and Steven Emerson (1984) The oxidation satate of manganese in surface sediments of the deep sea, Geochimica et Cosmochimica Acta, 48, 897-902.\n\n\n- Karlin, Robert (1984) Paleomagnetism, Rock Magnetism, and Diagenesis in Hemipelagic Sediments from the NorthEast Pacific Ocean and the Gulf of California, pHd Thesis, Oregon State University, 246pp.\n\n\n- Kulm, LaVerne D, Erwin Suess, and Todd M Thornburg (1984) Dolomites in Organic-rich muds of the Peru forearc basins: Analogue to the Monterey formation, Dolomites of the Monterey Formation and Other Organic-Rich Units: Pacific Section S.E.P.M. Garrison, Robert E., Kastner, Miriam and Zenger, Donald H. eds., 41, 29-47.\n\n\n- Leinen, Margaret and Nicklas Pisias (1984) An objective technique for determining end-member compositions and for partitioning sediments according to their sources, Geochimica et Cosmochimica Acta, 48, 47-62.\n\n\n- Lyle, Mitchell, G Ross Heath, James M Robbins (1984) Transport & release of transition elements during early diagenesis:  Sequential leaching of seds from MANOP Sites M & H.  Part I. pH5 acetic acid leach, Geochimica et Cosmochimica Acta, 48, 1705-1715.\n\n\n- Moore, Willard S (1984) Thorium and radium isotopic relationships in manganese nodules and sediments at MANOP Site S, Geochimica et Cosmochimica Acta, 48, 987-992.\n\n\n- Murphy, Kim and J Dymond (1984) Rare earth element fluxes and geochemical budget in the eastern equatorial Pacific, Nature, 307, 444-447.\n\n\n- Peterson, Curt D, KF Scheidegger, and HJ Schrader (1984) Holocene Depositional Evolution of a small Active-margin Estuary of the Northwestern United States, Marine Geology, 59, 51-83.\n\n\n- Reimers, Clare E, S Kalhorn, SR Emerson, and KH Nealson (1984) Oxygen consumption rates in pelagic sediments from the Central Pacific:  First estimates from microelectrode profiles, Geochimica et Cosmochimica Acta, 48, 903-910.\n\n\n- Fischer, K, J Dymond, C Moser, D Murray, A Matherne (1983) Seasonal Variation in Particulate Flux in an Offshore area Adjacent to Coastal Upwelling, Coastal Upwelling, Part A Edited by Erwin Suess and Jorn Thiede  (Plenum Publishing Corporation),\n\n\n- Hesse, KF, H Kuppers, and E Suess (1983) Refinement of the structure of Ikaite, CaCO3.6H2O, Zeitschrift fur Kristallographie, 163, 227-231.\n\n\n- Karlin, Robert and Shaul Levi (1983) Diagenesis of magnetic minerals in recent haemipelagic sediments, Nature, 303, 327-330.\n\n\n- Lyle, Mitchell (1983) The brown-green color transition in marine sediments: A marker of the Fe(III)-Fe(II) redox boundary, Limnol. Oceanogr., 28, 1026-1033.\n\n\n- Murray, David and Hans Schrader (1983) Distribution of Silicoflagellates in Plankton and Core Top Samples from the Gulf of California, Marine Micropaleontology, 7, 517-539.\n\n\n- Reimers, Clare E and E Suess (1983) The partitioning of organic carbon fluxes and sedimentary organic matter decomposition rates in the ocean, Marine Chemistry, 13, 141-168.\n\n\n- Wefer, G, RB Dunbar, and E Suess (1983) Stable Isotopes of Foraminifers off Peru recording high fertility and changes in upwelling history, Coastal Upwelling, Part B Jorn Thiede and Erwin Suess, ed., 295-308.\n\n\n- Weliky, Karen, E Suess, CA Ungerer (1983) Problems with accurate carbon meausrements in marine sediments and particulate matter in seawater: A new approach, Limnol. Oceanogr., 28, 1252-1259.\n\n\n- Donegan, David P (1982) Modern and Ancient Marine Rhythmites from the Sea of Cortez and California Continental Borderland:  A Sedimentological Study, MS Thesis, Oregon State University,\n\n\n- Duncan, Robert A (1982) A Captured Island chain in the coast range of Oregon and Washington, Journal of Geophysical Research, 87, 10,827-10,837.\n\n\n- Emerick, CM and RA Duncan (1982) Age progressive volcanism in the Comores Archipelago, western Indian Ocean and implications for Somali plate tectonics, Earth and Planetary Science Letters, 60, 415-428.\n\n\n- Krissek, LA (1982) Sources, dispersal and contributions of fine-grained terrigenous sediments on the Oregon and Washington continental slope, pHd thesis, Oregon State University, 226 pp.\n\n\n- Loubere, Paul (1982) The Western Mediterranean During the Last Glacial:  Attacking a No-analog Problem, Marine Micropaleontology, 7, 311-325.\n\n\n- Murray, David and Hans Schrader (1982) 63.  The size distribution of the centric diatom Coscinodiscus Nodulifer, Site 480, Guaymas Basin Slope, Gulf of California, Initial Reports of the Deep Sea Drilling Project Curray, J.R., Moore, D. G. et.al.  Washington (U.S. Government Printing Office), 64, 1239-1244.\n\n\n- Reimers, Clare E (1982) Organic matter in anoxic sediments off central peru:  Relations of porosity, microbial decomposition and deformation properties, Marine Geology, 46, 175-197.\n\n\n- Scheidegger, Kenneth F and Lawrence A Krissek (1982) Dispersal and deposition of eolilan and fluvial sediments off Peru and northern Chile, Geological Society of America Bulletin, 93, 150-162. doi: https://dx.doi.org/10.1130/0016-7606(1982)932.0.CO;2\n\n\n- Schuette, Gretchen and Hans Schrader (1982) Thalassiothrix pseudonitzschioides sp. nov.: A common Pennate Diatom from the Gulf of California, Bacillaria, 5, 213-223.\n\n\n- Suess, E, W Balzer, KF Hesse, etal (1982) Calcium Carbonate Hexahydrate from Organic-Rich Sediments of the Antarctic Shelf:  Precursors of Glendonites, Science, 216, 1128-1131.\n\n\n- Dasch, E Julius (1981) Lead isotopic composition of metalliferous sediments from the Nazca plate, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 199-209.\n\n\n- DeMaster, David J (1981) The supply and accumulation of silica in the marine environment, Geochimica et Cosmochimica Acta, 45, 1715-1732.\n\n\n- Dymond, Jack (1981) Geochemistry of Nazca plate surface sediments: An evaluation of hydrothermal, biogenic, detrital, and hydrogenous sources, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 133-173.\n\n\n- Dymond, Jack, KFischer, MClauson, RCobler, etal (1981) A sediment trap intercomparison study in the Santa Barbara Basin, Earth and Planetary Science Letters, 53, 409-418.\n\n\n- Heath, GR (1981) Low Level Waste Ocean Disposal Program.  Characteristics of bottom sediments collected from area W-N during RV T. Thompson Cruise TT-141, August 1979.  Report OSU-8.  Sandia Laboratories Contracts SAN 40-0463 and SAN 49-6126, published by School of Oceanography, Oregon State University, 40pp.\n\n\n- Heath, GRoss & Jack Dymond (1981) Metalliferous-sediment deposition in time and space:  East Pacific Rise and Bauer Basin, northern nazca plate, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 175-197.\n\n\n- Kulm, LD, TM Thornbourg, H Schrader, A Masias, JM Resig, L Johnson (1981) Late Cenozoic carbonates on the Peru continental margin:  Lithostratigraphy, biostratigraphy, and tectonic history, Geological Society of America Memoir , 154, 469-506.\n\n\n- Loubere, Paul (1981) Properties of the Oceans Reflected in the Sea-bed Distribution of Quaternary Planktonic Forminifera:  including a study of the lmits of empirical paleo-oceanographic models and the recognition and interpretation of faunal assemblages lacking modern counterparts, pHD thesis, Oregon State University, 110pp.\n\n\n- Lyle, Mitchell (1981) Formation and Growth of Ferromanganese Oxides on the Nazca Plate, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 269-293.\n\n\n- McMurtry, GM, HH Veeh, and CMoser (1981) Sediment accumulation rate patterns on the northwest Nazca plate, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 211-250.\n\n\n- Moore, Willard S, Kenneth Bruland and Jacqueline Michel (1981) Fluxes of uranium and thorium series isotopes in the Santa Barbara Basin, Earth and Planetary Science Letters, 53, 391-399.\n\n\n- Resig, Johanna M (1981) Biogeography of benthic foraminifera of the northern Nazca plate and adjacent continental margin, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 619-666.\n\n\n- Rosato, Victor J and LD Kulm (1981) Clay mineralogy of the Peru continental margin and adjacent Nazca plate:  Implications for provenance, sea level changes, and continental accretion, Geological Society of America Memoir , 154, 545-568.\n\n\n- Schuette, Gretchen and Hans Schrader (1981) Diatoms in Surface Sediments:  A Reflection of Coastal Upwelling., Coastal Upwelling, Coastal and Estuarine Sciences 1 American Geophysical Union, 1, 372-380.\n\n\n- Stakes, Debra & KF Scheidegger (1981) Temporal variations in secondary minerals from Nazca plate basalts, diabases, and microgabbros, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 109-130.\n\n\n- Thornburg, Todd and LD Kulm (1981) Sedimentary basins of the Peru continental margin:  Structure, statigraphy, and Cenozoic tectonics from 6°S to 16°S latitude, Geological Society of America Memoir , 154, 393-422.\n\n\n- Veeh, H Herbert (1981) Uranium and thorium isotopic investigations in metalliferous sediments of the northwestern Nazca plate, in Nazca Plate:  Crustal Formation and Andean Convergence.  Geological Society of America, Memoir 154., 154, 251-267.\n\n\n- Cobler, Richard and Jack Dymond (1980) Sediment Trap Experiment on the Galapagos Spreading Center, Equatorial Pacific, Science, 209, 801-803.\n\n\n- Heath, GR (1980) Low Level Waste Ocean Disposal Program.  Status of W-N Studies as of October 31, 1980.  Report OSU-7.  Sandia Laboratories Contract SAN 49-6126, published by School of Oceanography, Oregon State University, 15pp.\n\n\n- Krissek, Lawrence A, KF Scheidegger, LD Kulm (1980) Surface sediments of the Peru-Chile continental margin and the Nazca plate, Geological Society of America Bulletin, 91, 321-331.\n\n\n- Moore, Ted C, Jr, LH Burckle, K Geitzenauer, B Luz, A Molina-Curz, JH Robertson, H Sachs, C Sancetta, J Thiede, P Thompson, and C Wenkam  (1980) The Reconstruction of Sea Surface Temperatures in the Pacific Ocean of 18,000 B.P., Marine Micropaleontology, 5, 215-247.\n\n\n- Schuette, Gretchen (1980) Recent Marine Diatom Taphocoenoses off Peru and off Southwest Aftrica:  Reflection of Coastal Upwelling, pHd Thesis, Oregon State University, 115 pp.\n\n\n- Suess, E and PJ Muller (1980) Productivity, Sedimentation rate, and Sedimentary organic matter in the oceans II. Elemental Fractionation, Coll. Internationaux du C.N.R.S. Paris, France, 17-26.\n\n\n- Suess, E, PJ Muller, HS Powell and CE Reimers (1980) A closer look at nitrification in pelagic sediments, Geochemical Journal, 14, 129-137."
  }]
}