{
  "htmlTitle": "Publications 2020 to Present",
  "blocks": [
    {
      "_template": "markdown",
      "body": "The OSU-MGR has a long history of assisting with scientific research resulting in over 400 scientific publications. If you use our cores and publish the data on them then please drop us an email to keep this page updated!\n\n* Jennings, A., Reilly, B., Andrews, J., Hogan, K., Walczak, M., Jakobsson, M., Stoner, J., Mix, A., Nicholls, K. W., O’Regan, M., Prins, M. A., & Troelstra, S. R. 2022. Modern and early Holocene ice shelf sediment facies from Petermann Fjord and northern Nares Strait, northwest Greenland. _Quaternary Science Reviews_, _283_, 107460. [https://doi.org/10.1016/j.quascirev.2022.107460](https://doi.org/10.1016/j.quascirev.2022.107460 \"https://doi.org/10.1016/j.quascirev.2022.107460\")\n* Peterson, C. D., & Walczak, M. 2022. Recent Transport and Deposition of Littoral Sand Across the Inner-Shelf of Central Oregon: Further Constraints on Estimating Depths of Closure (30–34 m) during Future Sea Level Rise in the Pacific Northwest Region, USA. _Journal of Geography and Geology_, _14_(2), 1. [https://doi.org/10.5539/jgg.v14n2p1](https://doi.org/10.5539/jgg.v14n2p1 \"https://doi.org/10.5539/jgg.v14n2p1\")\n* Price, A. A., Jackson, M. G., Blichert-Toft, J., Konrad, K., Bizimis, M., Koppers, A. A. P., Konter, J. G., Finlayson, V. A., & Sinton, J. M. 2022. Distinguishing volcanic contributions to the overlapping Samoan and Cook-Austral hotspot tracks. _Journal of Petrology_, egac032. [https://doi.org/10.1093/petrology/egac032](https://doi.org/10.1093/petrology/egac032 \"https://doi.org/10.1093/petrology/egac032\")\n* Buff, L., Jackson, M. G., Konrad, K., Konter, J. G., Bizimis, M., Price, A., Rose-Koga, E. F., Blusztajn, J., Koppers, A. A. P., & Herrera, S. 2021. “Missing links” for the long-lived Macdonald and Arago hotspots, South Pacific Ocean. _Geology_, _49_(5), 541–544. [https://doi.org/10.1130/G48276.1](https://doi.org/10.1130/G48276.1 \"https://doi.org/10.1130/G48276.1\")\n* Detlef, H., Reilly, B., Jennings, A., Mørk Jensen, M., O’Regan, M., Glasius, M., Olsen, J., Jakobsson, M., & Pearce, C. (2021). _Holocene sea-ice dynamics in Petermann Fjord_. [https://doi.org/10.5194/tc-2021-25](https://doi.org/10.5194/tc-2021-25 \"https://doi.org/10.5194/tc-2021-25\")\n* Fritz‐Endres, T., & Fehrenbacher, J. 2021. Preferential Loss of High Trace Element Bearing Inner Calcite in Foraminifera During Physical and Chemical Cleaning. _Geochemistry, Geophysics, Geosystems_, _22_(1). [https://doi.org/10.1029/2020GC009419](https://doi.org/10.1029/2020GC009419 \"https://doi.org/10.1029/2020GC009419\")\n* Patarroyo, G. D., & Martinez, J. I. 2021. Composition and diversity patterns of deep sea benthic foraminifera from the Panama basin, eastern equatorial Pacific. _Deep Sea Research Part I: Oceanographic Research Papers_, _169_, 103470. [https://doi.org/10.1016/j.dsr.2021.103470](https://doi.org/10.1016/j.dsr.2021.103470 \"https://doi.org/10.1016/j.dsr.2021.103470\")\n* Peterson, C. D., Pettit, D. J., Kingen, K., Vanderburgh, S., & Rosenfeld, C. 2021. Catastrophic beach sand losses due to erosion from predicted future sea level rise (0.5–1.0 m), based on increasing submarine accommodation spaces in the high-wave-energy coast of the Pacific Northwest, Washington, Oregon, and Northern California, USA. _Marine Geology_, _439_, 106555. [https://doi.org/10.1016/j.margeo.2021.106555](https://doi.org/10.1016/j.margeo.2021.106555 \"https://doi.org/10.1016/j.margeo.2021.106555\")\n* Sharon, Belanger, C., Du, J., & Mix, A. 2021. Reconstructing Paleo‐oxygenation for the Last 54,000 Years in the Gulf of Alaska Using Cross‐validated Benthic Foraminiferal and Geochemical Records. _Paleoceanography and Paleoclimatology_, _36_(2). [https://doi.org/10.1029/2020PA003986](https://doi.org/10.1029/2020PA003986 \"https://doi.org/10.1029/2020PA003986\")\n* Ward, L. G. 2021. _Reconstructing Surface Water Carbonate Ion Concentration Changes in the Eastern Equatorial Pacific Across Glacial Transitions_ \\[Old Dominion University\\]. [https://digitalcommons.odu.edu/oeas_etds/177/](https://digitalcommons.odu.edu/oeas_etds/177/ \"https://digitalcommons.odu.edu/oeas_etds/177/\")\n* Williams, T. J., Martin, E. E., Sikes, E., Starr, A., Umling, N. E., & Glaubke, R. 2021. Neodymium isotope evidence for coupled Southern Ocean circulation and Antarctic climate throughout the last 118,000 years. _Quaternary Science Reviews_, _260_, 106915. [https://doi.org/10.1016/j.quascirev.2021.106915](https://doi.org/10.1016/j.quascirev.2021.106915 \"https://doi.org/10.1016/j.quascirev.2021.106915\")\n* Allen, K. A., Sikes, E. L., Anderson, R. F., & Rosenthal, Y. 2020. Rapid Loss of CO2 From the South Pacific Ocean During the Last Glacial Termination. _Paleoceanography and Paleoclimatology_, _35_(2), e2019PA003766. [https://doi.org/10.1029/2019PA003766](https://doi.org/10.1029/2019PA003766 \"https://doi.org/10.1029/2019PA003766\")\n* Belanger, C. L., Sharon, Du, J., Payne, C. R., & Mix, A. C. 2020. North Pacific deep-sea ecosystem responses reflect post-glacial switch to pulsed export productivity, deoxygenation, and destratification. _Deep Sea Research Part I: Oceanographic Research Papers_, _164_, 103341. [https://doi.org/10.1016/j.dsr.2020.103341](https://doi.org/10.1016/j.dsr.2020.103341 \"https://doi.org/10.1016/j.dsr.2020.103341\")\n* Cowan, E. A., Zellers, S. D., Müller, J., Walczak, M. H., Worthington, L. L., Caissie, B. E., Clary, W. A., Jaeger, J. M., Gulick, S. P. S., Pratt, J. W., Mix, A. C., & Fallon, S. J. 2020. Sediment controls dynamic behavior of a Cordilleran Ice Stream at the Last Glacial Maximum. _Nature Communications_, _11_(1), 1826. [https://doi.org/10.1038/s41467-020-15579-0](https://doi.org/10.1038/s41467-020-15579-0 \"https://doi.org/10.1038/s41467-020-15579-0\")\n* Du, J., B. A. Haley, & A. C. Mix. 2020. Evolution of the Global Overturning Circulation since the Last Glacial Maximum based on marine authigenic neodymium isotopes. Quaternary Science Reviews, 241, 106396. doi: https://dx.doi.org/10.1016/j.quascirev.2020.106396\n* Hogan, K.A., M. Jakobsson, L. Mayer, B. T. Reilly, A. E. Jennings, J. S. Stoner, T. Nielsen, K. J. Andresen, E. Nørmark, K. A. Heirman, and E. Kamla, 2020. Glacial sedimentation, fluxes and erosion rates associated with ice retreat in Petermann Fjord and Nares Strait, north-west Greenland. The Cryosphere; Katlenburg-Lindau 14: 261–286. doi: https://dx.doi.org/10.5194/tc-14-261-2020\n* Jacobel, A. W., R. F. Anderson, S. L. Jaccard, J. F. McManus, F. J. Pavia, and G. Winckler. 2020. Deep Pacific storage of respired carbon during the last ice age: Perspectives from bottom water oxygen reconstructions. Quaternary Science Reviews 230: 106065. doi: https://dx.doi.org/10.1016/j.quascirev.2019.106065\n* Jennings, A. E., M.-S. Seidenkrantz, & K.L. Knudsen. 2020. Glomulina oculus, New Calcareous Foraminiferal Species from the High Arctic: A Potential Indicator of a Nearby Marine-Terminating Glacier. Journal of Foraminiferal Research, 50(2), 219–234. doi: https://dx.doi.org/10.2113/gsjfr.52.2.219\n* Jennings, A., J. Andrews, B. Reilly, M. Walczak, M. Jakobsson, A. Mix, J. Soner, K. Nicholls & M. Cheseby. 2020. Modern foraminiferal assemblages in northern Nares Strait, Petermann Fjord, and beneath Petermann ice tongue, NW Greenland. Arctic, Antarctic, and Alpine Research, 52(1), 491-511. doi: https://dx.doi.org/10.1080/15230430.2020.1806986\n* Marcantonio, F., Hostak, R., Hertzberg, J. E., & Schmidt, M. W. 2020. Deep Equatorial Pacific Ocean Oxygenation and Atmospheric CO2 over the Last Ice Age. _Scientific Reports_, _10_(1), 6606. [https://doi.org/10.1038/s41598-020-63628-x](https://doi.org/10.1038/s41598-020-63628-x \"https://doi.org/10.1038/s41598-020-63628-x\")\n* Mizell, K., J. R. Hein, P. J. Lam, A. A. Koppers, and H. Staudigel. 2020. Geographic and Oceanographic Influences on Ferromanganese Crust Composition Along a Pacific Ocean Meridional Transect, 14 N to 14S. Geochemistry, Geophysics, Geosystems, 21(2), e2019GC008716.\n* Peck, E. K., R. A. Wheatcroft, and L. S. Brophy. 2020. Controls on sediment accretion and blue carbon burial in tidal saline wetlands: Insights from the Oregon coast, USA. Journal of Geophysical Research: Biogeosciences 125.2: e2019JG005464.\n* Praetorius, S. K., A. Condron, A. C. Mix, M. H. Walczak, J. L. McKay, and J. Du. 2020. The role of Northeast Pacific meltwater events in deglacial climate change. Science Advances 6: eaay2915. doi: https://dx.doi.org/10.1126/sciadv.aay2915\n* Walczak, M. H., A.C. Mix, E.A. Cowan, S. Fallon, L.K. Fifield, J.R. Alder, J. Du, B. Haley, T. Hobern, J. Padman, S.K. Praetorius, A. Schmittner, J.S. Stoner, & S.D. Zellers. 2020. Phasing of millennial-scale climate variability in the Pacific and Atlantic Oceans. Science, 370(6517), 716–720. doi: https://dx.doi.org/10.1126/science.aba7096"
    }
  ]
}