{
  "htmlTitle": "SedCT",
  "blocks": [
    {
      "_template": "image",
      "image": "sedct.png",
      "size": "Medium",
      "floated": "Right"
    },
    {
      "_template": "markdown",
      "body": "# SedCT v. 1.08\n\nSedCT is a MATLAB based application for quick, user-friendly processing of sediment core CT data, collected on a medical CT scanner.  It was designed for use with products from the Oregon State University College of Veterinary Medicine Toshiba Aquilion 64 Slice medical CT scanner, but has been tested on other medical CT scanner systems  Please contact Brendan Reilly (breilly@ldeo.columbia.edu) with feedback, questions, and issues.\n\nWe hope you find these tools useful.  If you do use them, please cite:\n\n* Reilly, B., Stoner, J., Weist J., (2017) SedCT: MATLABTM tools for standardized and quantitative processing of sediment core computed tomography (CT) data collected using a medical CT scanner, Geochemistry, Geophysics, Geosystems. DOI: <a href=\"http://dx.doi.org/10.1002/2017GC006884\">10.1002/2017GC006884</a>\n\n## Download\n\n[SedCT_v1.08.zip](SedCT_v1.08.zip)\n\n[SedCT User Guide](SedCT_1.08_userguide_07-21-2022.pdf)\n\n#### Example DICOM Data:\n\n[Fish Lake, Utah](https://www.sciencedirect.com/science/article/pii/S0277379118306723?dgcid=author#ec-research-data)\n\n[Sediment Core Top Half](SedCT-Top-Half.zip)\n\n[Sediment Core Bottom Half](SedCT-Bottom-Half.zip)\n\n## Version Log:\n\n#### **07-21-2022: SedCT v 1.08**\n\n\\- Added additional functionality to the 'Compile Intervals' module\n\n\\- Updated code to fix MATLAB version function changes\n\n\\- Added error messages\n\n\\- Now includes the SedCTsplit module and workflow for working with u-channels run in trays\n\n\\- Updates to the SedCT user guide to reflect v 1.08 changes\n\n\\- Thanks to L. Monito, D. Dwyer, and J. Bradford for feedback!\n\n\\- Note: There may be an issue with some scans collected at OSU in 2021 or after related to a change in directory structure of the raw data.  We're working on it, but contact B. Reilly or refer to the updated user guide if you encounter an error while loading your data into SedCT.\n\n#### **09-21-2021: SedCT v 1.07**\n\n\\- Allows users to work with non-equidimensional DICOM files.\n\n#### 10-28-2020: SedCT v 1.06\n\n– Update to allow more flexibility in which slice is used to generate the core image\n\n– Modified to prevent errors associated with different metadata formats and fix minor bugs.\n\n#### 07-16-2019: SedCT v 1.05\n\n* Modified to prevent errors when unnecessary files are included in the DICOM directory.\n\n#### 10-26-2018: SedCT v 1.04\n\n* Modifications to rescale pixel values to HU values.  This change will not impact DICOM files in the standard Oregon State University format, but will rescale output from some other systems that store pixel values differently using the DICOM file metadata.\n\n#### 8-31-2017: SedCT v 1.03\n\n* Modifications made to allow SedCT to work with DICOM files that use different metadata fields than the Oregon State University system.\n* Modification to SedCTimage to address issue with exported *.png files in MATLAB versions 2016 and more recent.\n\n#### 8-30-2017: SedCT v 1.02\n\n* New error messages added for reported problem.  Thanks to J. Howarth for feedback!\n\n#### 6-13-2017: SedCT v 1.01\n\n* Minor changes to terminology and code following recommendations by reviewer.\n\n#### 2-21-2017: SedCT v 1.0\n\n* Software uploaded to www.osu-mgr.org website prior to submission to G-Cubed as a technical report.  Includes 1.0 version of SedCT and SedCTimage, user guide, and scale bars.  An example DICOM file of a lake sediment core was also uploaded."
    }
  ]
}