{
  "htmlTitle": "Services",
  "blocks": [
    {
      "_template": "markdown",
      "body": "The OSU MGR offers numerous services from curation, sample measurement, coring and complementary analyses.\n\nThe OSU MGR is bound by NSF OCE <a href=\"http://www.nsf.gov/pubs/2011/nsf11060/nsf11060.pdf\">data policy</a> for all NSF/OCE/MGG funded projects (please refer to parts III and VII)."
    },
    {
      "_template": "accordion",
      "panels": [{
        "_template": "accordionPanel",
        "title": "Facility Instrumentation",
        "body": "The main corelab is equipped with multiple work benches, computer facilities, and sampling tools. The wetlab contains a fume hood and DI water.\n\nThe following equipment is available to users of the OSU-MGR. For a list of fees see the Fees section below.\n\n* A GEOTEK MSCL-S multi-sensor track (MST) that provides gamma ray attenuation (GRA) bulk density, loop magnetic susceptibility (MS), P-wave velocity (PWA) and electrical resistivity (ER)\n* A GEOTEK XZ system that provides line scan camera photography and point-source magnetic susceptibility (MS)\n* A GEOTEK XYZ system that provides point-source magnetic susceptibility (MS), handheld XRF, and color spectrophotometry\n* An ITRAX XRF Scanner capable of split core and u-channel measurement at fine-scale resolution\n* GEOTEK Core Splitter\n* Rock saws\n* Rock drill press\n* Freeze dryers\n* Electronic balances\n* Two -30°C upright freezers\n* Beckman Coulter LS 13 320 laser diffraction particle size analyzer\n* Microscopes (petrographic with digital camera and binocular)\n* Photography station (Norman flash photography strobe lighting system)\n* Automated label makers\n"
      },{
        "_template": "accordionPanel",
        "title": "Fees",
        "body": "The OSU MGR is funded by NSF to provide curation for marine geological samples. Curation and sample dissemination is therefore a central part of the OSU MGR’s activities. The core lab is equipped with, and has access to a range of equipment that can be used to measure cores. Some of this is included under standard curation practice, others require fees.\n\n| **Item:** | **Fee:** |\n| --- | --- |\n| Curation of Samples | No charge for NSF funded projects |\n| Sampling | No charge for NSF funded projects. Though we will request PI’s undertake their own sampling for large requests. |\n| Sending Samples | No charge for ground shipping for NSF funded projects. Expedited, Air, or special shipping will incur costs. |\n| Archival Materials (D-tubes, specialized boxes etc) | At cost/provided by investigator. Please email osu-mgr@oregonstate.edu for details and pricing |\n| Particle Size Analyzer | $55 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Freeze Dryer | $12 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Splitter Saw | $17 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Split core track (Camera, Magnetic Susceptibility) | $86 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| Whole core track (MS, GRA, PWave, Resistivity) | $91 per day use with technician oversight. Training and set-up costs may apply – see Technician Time |\n| XYZ Multi-core track | $86 per day use with technician oversight. Training and set-up costs may apply – see Technician Time. |\n| ITRAX XRF core scanner (capable of split core and uchannel samples) | $33 per hour of use with technician oversight. Training and set-up costs may apply – see Technician Time. |\n| Technician Time | $70-$161 per hour. Rate for training, set-up, data processing, instrument and technical assistance database entry etc. **These technician rates apply for our CT scan analyses.** Higher rate may apply for customers requiring XRF scans |\n\n"
      },{
        "_template": "accordionPanel",
        "title": "Coring and Dredging Services",
        "body": "The OSU Marine Sediment Sampling (MARSSAM) facility provides coring and dredging services for NSF groups and investigators using the UNOLS fleet as well as the USCG ice breaker R/V Healy. Funding for these services to United States NSF-funded investigators is provided by the Ship Facilities Program, and MARSSAM is also available on a contract basis to non-NSF investigators. The OSU coring gear is among the best available in the United States, including large-volume and small-volume piston corers, a variety of box and kasten corers, as well as multi- and slow corers for undisturbed recovery of the sediment-water interface. Seagoing technicians from the facility have operated coring and dredging gear on most UNOLS vessels.\n\nServices are customized to fit your needs, and can include use of hardware, personnel, deck handling gear, refrigerated shipping vans, sample describing materials, and permanent archival in the OSU Marine and Geology Repository.\n\nFor more information or to contract coring or dredging services, visit the dedicated [Marine Sediment Sampling (MARSSAM) group website](http://marssam.ceoas.oregonstate.edu).\n"
      },{
        "_template": "accordionPanel",
        "title": "Other OSU Laboratory Facilities",
        "body": "### Paleomagnetic Laboratory\n\nThe [Paleo-and-Environmental Magnetism Laboratory](http://paleomag.coas.oregonstate.edu/) in the College of Earth, Ocean, and Atmospheric Sciences at Oregon State University is operated by MGR Director [Dr. Joseph Stoner](http://paleomag.coas.oregonstate.edu/people/PI/stoner.html). The [P-Mag Lab](http://paleomag.coas.oregonstate.edu/) is an NSF supported OSU facility dedicated to sediment magnetism and a resource for Pacific NW, national and international scientific communities. Built around a helium free 2G Enterprises superconducting rock magnetometer (SRM) optimized for u-channel samples, it plays a strong role in supporting the the marine geology repository. For further information on paleo-and-environmental magnetic services please contact [Dr. Joseph Stoner](http://paleomag.coas.oregonstate.edu/people/PI/stoner.html).\n\n### 40Ar/39Ar Geochronology Laboratory\n\nThe [40Ar/39Ar Geochronology Laboratory](http://geochronology.coas.oregonstate.edu/) in the College of Earth, Ocean, and Atmospheric Sciences at Oregon State University is operated by MGR Director [Dr. Anthony Koppers](http://ceoas.oregonstate.edu/profile/koppers/). The OSU [Argon Geochronology Lab](http://geochronology.coas.oregonstate.edu/) carries out 40Ar/39Ar analyses services for outside researchers all over the world, operating two noble gas  mass spectrometers to carry out 40Ar/39Ar age determinations. For further information on 40Ar/39Ar analyses and services please contact [Dr. Anthony Koppers](http://ceoas.oregonstate.edu/profile/koppers/).\n"
      }]
    }
  ]
}